Repository: 4teamwork/Products.TinyMCE
Catalog: Products/TinyMCE/locales/*/LC_MESSAGES/tinymce.po
Languages: ar, fa, lt, ms, sq

# tinymce_table_dlg_row_odd
source: Update odd rows in table
ar: تحديث الأسطر الفردية
fa: بروزرسانی سطرهای فرد در جدول
lt: Atnaujinti nelygines lentelės eilutes
ms: Baharui row ganjil dalam jadual
sq: Rifresko rreshtat tek

# tinymce_table_dlg_row_even
source: Update even rows in table
ar: تحدي الأسطر الزوجية
fa: بروزرسانی سطرهای زوج در جدول
lt: Atnaujinti lygines lentelės eilutes
ms: Baharui row genap dalam jadual
sq: Rifresko rreshtat çift

# tinymce_table_dlg_row_all
source: Update all rows in table
ar: تحديث جميع الأسطر
fa: بروزرسانی تمامی سطرها در جدول
lt: Atnaujinti visas lentelės eilutes
ms: Baharui semua row dalam jadual
sq: Rifresko të gjitha rreshtat në tabelë

# tinymce_table_dlg_thead
source: Table Head
ar: رأس الجدول
fa: بالای جدول
lt: Lentelės Viršus
ms: Pembuka jadual
sq: Kokën e Tabelës

# tinymce_table_dlg_tbody
source: Table Body
ar: جسم الجدول
fa: بدنه جدول
lt: Lentelės Vidus
ms: Isi jadual
sq: Trupin e Tabelës

# tinymce_table_dlg_tfoot
source: Table Foot
ar: قدم الجدول
fa: پایین جدول
lt: Lentelės Apačia
ms: Penutup jadual Foot
sq: Këmbët e Tabelës

# tinymce_table_dlg_scope
source: Scope
ar: المدى
fa: محدوده
lt: Galiojimo sritis
ms: Skop
sq: Objektivi

# tinymce_table_dlg_rowgroup
source: Row Group
ar: مجموعة أسطر
fa: گروه سطر
lt: Eilučių grupė
ms: Kumpulan row
sq: Grup Rreshtash

# tinymce_table_dlg_colgroup
source: Col Group
ar: مجموعة خلايا
fa: گروه ستون
lt: Stulpelių grupė
ms: Kumpulan kol
sq: Grup Kolonash

# tinymce_table_dlg_col_limit
source: You've exceeded the maximum number of columns of {$cols}.
ar: لقد تعديت العدد الأقصى المسموح به للأعمدة الخاص بـ{$cols}.
fa: شما از تعداد حداكثر {$cols} ستون تجاوز كردید.
lt: Viršijote didžiausia stulpelių kiekį iš {$cols}.
ms: Anda telah melebihi maxima kolum dibenarkan iaitu {$cols}.
sq: Keni kaluar numrin maksimal të kolonave: {$cols}.

# tinymce_table_dlg_row_limit
source: You've exceeded the maximum number of rows of {$rows}.
ar: لقد تعديت العدد الأقصى المسموح به للأسطر الخاص بـ{$rows}.
fa: شما از تعداد حداكثر {$rows} سطر تجاوز كردید.
lt: Viršijote didžiausia eilučių kiekį iš {$rows}.
ms: Anda telah melebihi maxima row dibenarkan iaitu {$rows}.
sq: Keni kaluar numrin maksimal të rreshtave: {$rows}.

# tinymce_table_dlg_cell_limit
source: You've exceeded the maximum number of cells of {$cells}.
ar: لقد تعديت العدد الأقصى المسموح به للخلايا الخاص بـ{$cells}.
fa: شما از تعداد حداكثر {$cells} سلول تجاوز كردید.
lt: Viršijote didžiausia ląstelių kiekį iš {$cells}.
ms: Anda telah melebihi maxima sel dibenarkan iaitu {$cells}.
sq: Keni kaluar numrin maksimal të qelizave {$cells}.

# tinymce_table_dlg_missing_scope
source: Are you sure you want to continue without specifying a scope for this table header cell. Without it, it may be difficult for some users with disabilities to understand the content or data displayed of the table.
ar: هل تريد حقا أن تواصل بدون تحديد المدى الخاص بخلية الترويسة هذه. من دونه، سيكون من الصعب على الزائر فهم محتويات الجدول
fa: آیا شما از ادامه دادن بدون تعیین محدوده برای این سلول بالای جدول اطمینان دارید؟. بدون آن ، ممكن است برای برخی كاربران عاجز از فهم محتوا یا در داده های نمایش داده شده جدول مشكلی پیش آید.
lt: Ar norite tęsti nenurodę galiojimo srities šiai lentelės viršutinei ląstelei. Be nurodymo, gali būti sunku kai kuriems vartotojams su negalia lentelėje atvaizduojamų duomenų turinį.
ms: Adakah anda pasti terhadap skop sel jadual ini. Ia mungkin memberi kesan kepada OKU memahami isi jadual.
sq: Jeni të sigurt që nuk doni të vendosni objektiv për këtë qelizë të kokës. Pa të mund të jetë e vështirë për disa përdorues me aftësi të kufizuara të lexojnë përmbajtjen e tabelës.

# tinymce_table_dlg_caption
source: Table caption
ar: عنوان الجدول
fa: عنوان جدول
lt: Lentelės antraštė
ms: Tajuk jadual
sq: Krijo hapësirë për titull

# tinymce_table_dlg_frame
source: Frame
ar: الاطار
fa: قاب (Frame)
lt: Freimas
ms: Bingkai
sq: Korniza

# tinymce_table_dlg_frame_none
source: none
ar: فارغ
fa: هیچ كدام
lt: joks
ms: tiada
sq: asnjë

# tinymce_table_dlg_frame_groups
source: groups
ar: المجموعات
fa: گروه ها
lt: grupės
ms: kumpulan
sq: grupe

# tinymce_table_dlg_frame_rows
source: rows
ar: الأسطر
fa: سطرها
lt: eilutės
ms: row
sq: rreshta

# tinymce_table_dlg_frame_cols
source: cols
ar: الأعمدة
fa: ستون ها
lt: stulpeliai
ms: kol
sq: kolona

# tinymce_table_dlg_frame_all
source: all
ar: الكل
fa: همه
lt: visi
ms: semua
sq: të gjitha

# tinymce_table_dlg_rules
source: Rules
ar: القواعد
fa: خط ها
lt: Taisyklės
ms: Peraturan
sq: Rregullat

# tinymce_table_dlg_rules_void
source: void
fa: خالی
lt: negaliojantis
ms: batal
sq: zbrazur

# tinymce_table_dlg_rules_above
source: above
ar: أعلى
fa: بالا
lt: viršutinis
ms: atas
sq: sipër

# tinymce_table_dlg_rules_below
source: below
ar: أسفل
fa: پایین
lt: apatinis
ms: bawah
sq: poshtë

# tinymce_table_dlg_rules_box
source: box
ar: صندوق
fa: جعبه
lt: dėžutė
ms: kotak
sq: kuti

# tinymce_table_dlg_rules_border
source: border
ar: الحدود
fa: حاشیه
lt: rėmelis
ms: sempadan
sq: kornizë

# tinymce_autosave_unload_msg
source: The changes you made will be lost if you navigate away from this page.
ar: التغييرات التي قمت بها ستفقد ان قمت بالتنقل إلى صفحات أخرى.
fa: در صورتی كه شما از این صفحه به جای دیگری ناوبری (Navigate) كنید ، تغییراتی كه ایجاد نموده اید از دست خواهد رفت.
lt: Visi pakeitimai bus prarasti jei išeisite šiuo langu iš esamo puslapio.
ms: Pertukaran akan terbatal sekiranya anda meninggalkan halaman ini.
sq: Ndryshimet që keni bërë do të humbasin nëse largoheni nga kjo faqe.

# tinymce_fullscreen_desc
source: Toggle fullscreen mode
ar: ملء الشاشة
fa: تعویض به حالت صفحه كامل
lt: Kaitalioti viso ekrano režimą
ms: Alih mod skrin penuh
sq: Aktivizo/çaktivizo pamjen e plotë

# tinymce_media_desc
source: Insert / edit embedded media
ar: إدراج / تعديل ملف مصادر متعددة مدمج
fa: درج / ویرایش رسانه جاسازی شده (Embeded Media)
lt: Įterpti/redaguoti integruotą daugialypę terpę
ms: Masukkan / sunting media
sq: Fut / edito media

# tinymce_media_edit
source: Edit embedded media
ar: تعديل ملف مصادر متعددة مدمج
fa: ویرایش رسانه جاسازی شده (Embeded Media)
lt: Redaguoti integruotą daugialypę terpę
ms: Sunting media
sq: Edito media

# tinymce_media_dlg_title
source: Insert / edit embedded media
ar: إدراج / تعديل embedded media
fa: درج / ویرایش رسانه جاسازی شده (Embeded Media)
lt: Įterpti/redaguoti integruotą daugialypę terpę
ms: Masukkan / sunting media
sq: Fut / edito media

# tinymce_media_dlg_general
source: General
ar: عام
fa: عمومی
lt: Bendra
ms: Am
sq: Të Përgjithshme

# tinymce_media_dlg_advanced
source: Advanced
ar: متقدم
fa: پیشرفته
lt: Išplėsta
ms: Lanjutan
sq: Të Avancuara

# tinymce_media_dlg_file
source: File/URL
ar: ملف/URL
fa: فایل/URL
lt: Byla/URL
ms: Fail/URL
sq: Skedari/URL

# tinymce_media_dlg_list
source: List
ar: قائمة
fa: لیست
lt: Sąrašas
ms: Senarai
sq: Lista

# tinymce_media_dlg_size
source: Dimensions
ar: الأبعاد
fa: ابعاد
lt: Išmatavimai
ms: Dimensi
sq: Përmasat

# tinymce_media_dlg_preview
source: Preview
ar: معاينة
fa: پیش نمایش
lt: Peržiūra
ms: Pratonton
sq: Paraqitje

# tinymce_media_dlg_constrain_proportions
source: Constrain proportions
ar: تقييد أبعاد
fa: حفظ تناسب
lt: Priverstinės proporcijos
ms: Kadar tahanan
sq: Ruaj raportet

# tinymce_media_dlg_type
source: Type
ar: النوع
fa: نوع
lt: Tipas
ms: Jenis
sq: Tipi

# tinymce_media_dlg_id
source: Id
fa: شناسه

# tinymce_media_dlg_name
source: Name
ar: الاسم
fa: نام
lt: Vardas
ms: Nama
sq: Emri

# tinymce_media_dlg_class_name
source: Class
ar: الفئة
fa: كلاس
lt: Klasė
ms: Kelas
sq: Klasa

# tinymce_media_dlg_vspace
source: V-Space
ar: المسافة العمودية
fa: فاصله عمودی
lt: Vertikalus tarpas
ms: Ruangan-Tegak
sq: Hapësira-V

# tinymce_media_dlg_hspace
source: H-Space
ar: المسافة الأفقية
fa: فاصله افقی
lt: Horizontalus tarpas
ms: Ruangan-Datar
sq: Hapësira-H

# tinymce_media_dlg_play
source: Auto play
ar: تشغيل تلقائي
fa: پخش اتوماتیك
lt: Automatinis paleidimas
ms: Auto main
sq: Luaj automatikisht

# tinymce_media_dlg_loop
source: Loop
ar: اعادة تشغيل (loop)
fa: حلقه (Loop)
lt: Groti cikliškai
ms: Gelung
sq: Lak

# tinymce_media_dlg_menu
source: Show menu
ar: عرض القائمة
fa: نمایش منو
lt: Rodyti meniu
ms: Tunjuk menu
sq: Shfaq menu

# tinymce_media_dlg_quality
source: Quality
ar: الجودة
fa: كیفیت
lt: Kokybė
ms: Kualiti
sq: Cilësia

# tinymce_media_dlg_scale
source: Scale
ar: الجدول
fa: مقیاس
lt: Mastelis
ms: Ukuran
sq: Shkalla

# tinymce_media_dlg_align
source: Align
ar: المحاذاة
fa: تراز
lt: Lygiavimas
ms: Luruskan
sq: Drejtimi

# tinymce_media_dlg_bgcolor
source: Background
ar: الخلفية
fa: زمینه
lt: Fono spalva
ms: Latar belakang
sq: Fusha

# tinymce_media_dlg_base
source: Base
ar: القاعدة
fa: پایه (Base)
lt: Bazė
ms: Dasar
sq: Baza

# tinymce_media_dlg_flashvars
source: Flashvars
ar: متغيرات flash
fa: متغیرهای Flash
lt: Flash kinamieji

# tinymce_media_dlg_liveconnect
source: SWLiveConnect
fa: ارتباط SWLive

# tinymce_media_dlg_autohref
source: AutoHREF
fa: HREF اتوماتیك

# tinymce_media_dlg_cache
source: Cache
fa: كش
lt: Laikinoji talpykla
ms: Tempat menyembunyikan

# tinymce_media_dlg_hidden
source: Hidden
ar: مخفي
fa: مخفی
lt: Paslėpta
ms: Tersorok
sq: Fshehur

# tinymce_media_dlg_controller
source: Controller
ar: مراقب
fa: كنترل كننده
lt: Valdiklis
ms: Kendali
sq: Kontrollues

# tinymce_media_dlg_kioskmode
source: Kiosk mode
fa: حالت Kiosk
lt: Kiosko režimas
ms: Mode toko
sq: Mënyra Kiosk

# tinymce_media_dlg_playeveryframe
source: Play every frame
ar: تشغيل كل الإطار
fa: پخش هر فریم (Frame)
lt: Paleisti kiekvieną freimą
ms: Main setiap bingkai
sq: Luaj çdo kuader

# tinymce_media_dlg_targetcache
source: Target cache
ar: المسار cache
fa: كش مقصد (Target Cache)
lt: Taikinio laikinoji talpykla
ms: Sasaran tersembunyi
sq: Cache shënjestrën

# tinymce_media_dlg_correction
source: No correction
ar: لا تصحيح
fa: بدون تصحیح
lt: Jokių korekcijų
ms: Tiada pembetulan
sq: Pa rregullime

# tinymce_media_dlg_enablejavascript
source: Enable JavaScript
ar: تمكين جافا سكريبت
fa: فعال بودن JavaScript
lt: Įgalinti JavaScript
ms: Bolehkan JavaScript
sq: Aktivizo JavaScript

# tinymce_media_dlg_starttime
source: Start time
ar: وقت البداية
fa: زمان شروع
lt: Pradžios laikas
ms: Masa bermula
sq: Koha e nisjes

# tinymce_media_dlg_endtime
source: End time
ar: وقت النهاية
fa: زمان پایان
lt: Pabaigos laikas
ms: Masa tamat
sq: Koha e përfundimit

# tinymce_media_dlg_qtsrcchokespeed
source: Choke speed
ar: سرعة الخنق
fa: سرعت Choke
lt: Dusinimo greitis
ms: Kelajuan sumbatan

# tinymce_media_dlg_target
source: Target
ar: المسار
fa: مقصد (Target)
lt: Taikinys
ms: Sasaran
sq: Shënjestra

# tinymce_media_dlg_volume
source: Volume
ar: مستوى الصوت
fa: بلندی صدا
lt: Garsas
ms: Ketinggian suara
sq: Volumi

# tinymce_media_dlg_autostart
source: Auto start
ar: تشغيل تلقائي
fa: شروع اتوماتیك
lt: Automatinis paleidimas
ms: Auto mula
sq: Nisje automatike

# tinymce_media_dlg_enabled
source: Enabled
ar: تمكين
fa: فعال شده
lt: Įjungta
ms: Dibolehkan
sq: Aktivizuar

# tinymce_media_dlg_fullscreen
source: Fullscreen
ar: ملء الشاشة
fa: تمام صفحه
lt: Pilno ekrano režimas
ms: Skrin penuh
sq: Pamje e plotë

# tinymce_media_dlg_mute
source: Mute
ar: الغاء الصوت
fa: بی صدا
lt: Nutildyti
ms: Bisu
sq: Mbyll zërin

# tinymce_media_dlg_stretchtofit
source: Stretch to fit
ar: تمتد لتناسب
fa: كشیدن جهت گنجاندن كامل
lt: Ištempti iki atitikimo
ms: Bujurkan supaya sesuai
sq: Zmadho me përshtatje

# tinymce_media_dlg_windowlessvideo
source: Windowless video
ar: نوافذ الفيديو
fa: ویدئوی كم پنجره
lt: Belangis vaizdas
ms: Tetingkap tanpa video
sq: Video pa dritare

# tinymce_media_dlg_balance
source: Balance
ar: توازن
fa: توازن (Balance)
lt: Balancas
ms: Baki
sq: Balanci

# tinymce_media_dlg_baseurl
source: Base URL
fa: URL پایه
lt: Pradžios URL adresas
ms: URL dasar
sq: URL bazë

# tinymce_media_dlg_captioningid
source: Captioning id
ar: التعليق id
fa: شناسه عنوان
lt: Nuorodinės antraštės id
ms: Tajuk id
sq: Id e titullit

# tinymce_media_dlg_currentmarker
source: Current marker
ar: العلامة الحالية
fa: نشانگر فعلی
lt: Esamas žymeklis
ms: Penanda semasa
sq: Shënjuesi aktual

# tinymce_media_dlg_currentposition
source: Current position
ar: الوضع الحالي
fa: موقعیت فعلی
lt: Esama pozicija
ms: Posisi semasa
sq: Pozicioni aktual

# tinymce_media_dlg_defaultframe
source: Default frame
ar: الإطار الافتراضي
fa: فریم پیشفرض
lt: Standartinis freimas
ms: Bingkai asal
sq: Kuadri fillestar

# tinymce_media_dlg_playcount
source: Play count
ar: عدد مرات التشغيل
fa: تعداد پخش
lt: Groti kartų
ms: Kira
sq: Numri i luajtjeve

# tinymce_media_dlg_rate
source: Rate
ar: تقييم
fa: نرخ
lt: Dažnis
ms: Undi
sq: Raporti

# tinymce_media_dlg_uimode
source: UI Mode
ar: أسلوب واجهة المستخدم
fa: حالت UI
lt: UI režimas
ms: Mod Grafik
sq: Mënyra UI

# tinymce_media_dlg_flash_options
source: Flash options
ar: خصائص ال Flash
fa: تنظیمات فلش
lt: Flash nustatymai
ms: Flash
sq: Opsionet e Flash

# tinymce_media_dlg_qt_options
source: Quicktime options
ar: خصائص ال Quicktime
fa: تنظیمات Quicktime
lt: Quicktime nustatymai
ms: Quicktime
sq: Opsionet e Quicktime

# tinymce_media_dlg_wmp_options
source: Windows media player options
ar: خصائص ال Windows media player
fa: تنظیمات Windows media player
lt: Windows media player nustatymai
ms: Pemain Windows media
sq: Opsionet e Windows media player

# tinymce_media_dlg_rmp_options
source: Real media player options
ar: خصائص ال Real media player
fa: تنظیمات Real media player
lt: Real media player nustatymai
ms: Pemain Real media
sq: Opsionet e Real media player

# tinymce_media_dlg_shockwave_options
source: Shockwave options
ar: خصائص Shockwave
fa: تنظیمات Shockwave
lt: Shockwave nustatymai
ms: Shockwave
sq: Opsionet e Shockwave

# tinymce_media_dlg_autogotourl
source: Auto goto URL
ar: عنوان إعادة التوجيه التلقائي
fa: رفتن اتوماتیك به URL
lt: Atomatinis ėjimas URL adresu
ms: Auto pergi-ke URL
sq: Shko në URL automatikisht

# tinymce_media_dlg_center
source: Center
ar: مركز
fa: وسط
lt: Centre
ms: Tengah
sq: Qendër

# tinymce_media_dlg_imagestatus
source: Image status
ar: وضعية الصورة
fa: وضعیت تصویر
lt: Paveikslėlio būsena
ms: Status imej
sq: Statusi fotos

# tinymce_media_dlg_maintainaspect
source: Maintain aspect
ar: الحفاظ على المظهر
fa: حفظ تناسب وجوه
lt: Išlaikyti aspektą
ms: Pelihara aspek
sq: Ruaj raportet

# tinymce_media_dlg_nojava
source: No java
fa: بدون java
lt: Be java
ms: Java tidak dibenarkan
sq: Pa Java

# tinymce_media_dlg_prefetch
source: Prefetch
ar: جلب قبلي
fa: پیش واكشی
lt: Išankstinis duom. išrinkimas
ms: Preambilan
sq: Para ngarko

# tinymce_media_dlg_shuffle
source: Shuffle
ar: المراوغة
fa: در هم آمیختن
lt: Atsitiktinis maišymasis
ms: Merangkak

# tinymce_media_dlg_console
source: Console
fa: كنسول
lt: Konsolė
ms: Konsol
sq: Konsola

# tinymce_media_dlg_numloop
source: Num loops
ar: عدد الحلقات
fa: تعداد حلقه ها
lt: Ciklų kiekis
ms: Nombor gelungan
sq: Numri lakëve

# tinymce_media_dlg_controls
source: Controls
ar: الأدوات
fa: كنترل ها
lt: Valdikliai
ms: Kendali
sq: Kontrollet

# tinymce_media_dlg_scriptcallbacks
source: Script callbacks
fa: اسكریپت Callbacks
lt: Scenarijaus atgalinis atsakas
ms: Panggilan balik skrip

# tinymce_media_dlg_swstretchstyle
source: Stretch style
ar: نمط التمديد
fa: كشیدن استیل
lt: Ištempti stilių
ms: Gaya bentangan
sq: Stili i zmadhimit

# tinymce_media_dlg_swstretchhalign
source: Stretch H-Align
ar: الوضعية الأفقية للتمديد
fa: كشیدن تراز افقی
lt: Ištempti H-Lygiavimas
ms: Bentangan Selarian-Ufuk
sq: Zmadho Drejtim-H

# tinymce_media_dlg_swstretchvalign
source: Stretch V-Align
ar: الوضعية العمودية للمتديد
fa: كشیدن تراز عمودی
lt: Ištempti V-Lygiavimas
ms: Stretch Selarian-Tegak
sq: Zmadho Drejtim-V

# tinymce_media_dlg_sound
source: Sound
ar: صوت
fa: صدا
lt: Garsas
sq: Zëri

# tinymce_media_dlg_progress
source: Progress
ar: تقدم
fa: پیشرفت
lt: Progresas
sq: Progresi

# tinymce_media_dlg_qtsrc
source: QT Src
fa: منبع QT

# tinymce_media_dlg_qt_stream_warn
source: Streamed rtsp resources should be added to the QT Src field under the advanced tab. You should also add a non streamed version to the Src field..
ar: مصادر التدفق rtsp يجب أن تضاف إلى حقل المصادر الخاص بال QT تحت التبويب متقدم. عليك أيضا أن تضيف النسخة التي لا تملك خاصية التدفق إلى الحقل.
fa: منابع Streamed rtsp باید در برگه (Tab) پیشرفته در فیلد منبع QT اضافه شود. شما باید همچنین یك نسخه غیر streamed را در فیلد منبع اضافه نمائید..
lt: Transliuojami rtsp resursai turėtų būti pridėti prie QT Src lauko Papildomų nustatymų tabuliacijoje. Taip pat reiktų pridėti ir netransliuojamąją Src lauko versiją.
sq: Risurset rtsp duhet të shtohen në fushën QT Src në opsionet e avancuara. Duhet të shtoni gjithashtu një version jo stream në fushën src..

# tinymce_media_dlg_align_top
source: Top
ar: أعلى
fa: بالا
lt: Viršuje
ms: Atas
sq: Krye

# tinymce_media_dlg_align_right
source: Right
ar: يمين
fa: راست
lt: Dešinėje
ms: Kanan
sq: Djathtas

# tinymce_media_dlg_align_bottom
source: Bottom
ar: أسفل
fa: پایین
lt: Apačioje
ms: Bawah
sq: Fund

# tinymce_media_dlg_align_left
source: Left
ar: يسار
fa: چپ
lt: Kairėje
ms: Kiri
sq: Majtas

# tinymce_media_dlg_align_center
source: Center
ar: مركز
fa: وسط
lt: Centre
ms: Tengah
sq: Qendër

# tinymce_media_dlg_align_top_left
source: Top left
ar: أعلى يسار
fa: بالا چپ
lt: Viršaus kairėje
ms: Kiri atas
sq: Krye-majtas

# tinymce_media_dlg_align_top_right
source: Top right
ar: أعلى يمين
fa: بالا راست
lt: Viršaus dešinėje
ms: Kanan atas
sq: Krye-djathtas

# tinymce_media_dlg_align_bottom_left
source: Bottom left
ar: أسفل يسار
fa: پایین چپ
lt: Apačios kairėje
ms: Bawah kiri
sq: Fund-majtas

# tinymce_media_dlg_align_bottom_right
source: Bottom right
ar: أسفل يمين
fa: پایین راست
lt: Apačios dešinėje
ms: Bawah kanan
sq: Fund-djathtas

# tinymce_media_dlg_flv_options
source: Flash video options
ar: خصائص Flash video
fa: تنظیمات ویدئوی فلش
lt: Flash vaizdo nustatymai
ms: Alatan flash video
sq: Opsionet e videos Flash

# tinymce_media_dlg_flv_scalemode
source: Scale mode
ar: طريقة العرض
fa: حالت مقیاس
lt: Mastelio režimas
ms: Skala mod
sq: Mënyra e shkallës

# tinymce_media_dlg_flv_buffer
source: Buffer
fa: بافر (Buffer)
lt: Buferis

# tinymce_media_dlg_flv_startimage
source: Start image
ar: صورة البداية
fa: تصویر شروع
lt: Startavimo paveikslėlis
ms: Start imej
sq: Foto fillestare

# tinymce_media_dlg_flv_starttime
source: Start time
ar: وقت البداية
fa: زمان شروع
lt: Startavimo laikas
ms: Masa mula
sq: Foto përfundimtare

# tinymce_media_dlg_flv_defaultvolume
source: Default volumne
ar: مستوى الصوت الافتراضي
fa: بلندی صدای پیشفرض
lt: Pradinis garso lygis
ms: Bunyi asal
sq: Volumi fillestar

# tinymce_media_dlg_flv_hiddengui
source: Hidden GUI
ar: الواجهة الخفية
fa: GUI مخفی
lt: Paslėptas GUI
ms: GUI tersorok
sq: GUI e fshehur

# tinymce_media_dlg_flv_autostart
source: Auto start
ar: بدأ تلقائي
fa: شروع اتوماتیك
lt: Auto grojimas
ms: Auto mula
sq: Nis automatikisht

# tinymce_media_dlg_flv_loop
source: Loop
ar: تدوير
fa: حلقه (Loop)
lt: Groti cikliškai
ms: Gegelung
sq: Lak

# tinymce_media_dlg_flv_showscalemodes
source: Show scale modes
ar: اظهار طرق العرض
fa: نمایش حالت های مقیاس
lt: Rodyti mastelio režimus
ms: Tunjuk skala mod
sq: Trego shkallët

# tinymce_media_dlg_flv_smoothvideo
source: Smooth video
ar: فيديو انسيابي
fa: ویدئوی صاف
lt: Tolygus vaizdas
ms: Perlahankan video
sq: Video pa ngecje

# tinymce_fullpage_desc
source: Document properties
ar: خصائص المستند
fa: مشخصات سند
lt: Dokumento nustatymai
ms: Alatan dokumen
sq: Tiparet e dokumentit

# tinymce_fullpage_dlg_title
source: Document properties
ar: خصائص المستند
fa: مشخصات سند
lt: Dokumento nustatymai
ms: Alatan dokumen
sq: Tiparet e dokumentit

# tinymce_fullpage_dlg_meta_tab
source: General
ar: عام
fa: عمومی
lt: Bendra
ms: Am
sq: Të Përgjithshme

# tinymce_fullpage_dlg_appearance_tab
source: Appearance
ar: المظهر
fa: ظاهر
lt: Išvaizda
ms: Penglihatan
sq: Pamja

# tinymce_fullpage_dlg_advanced_tab
source: Advanced
ar: متقدم
fa: پیشرفته
lt: Išplėsta
ms: Lanjutan
sq: Të Avancuara

# tinymce_fullpage_dlg_meta_props
source: Meta information
ar: معلومات اضافية
fa: اطلاعات متا (Meta)
lt: Meta informacija
ms: Meta informasi
sq: Informacioni Meta

# tinymce_fullpage_dlg_langprops
source: Language and encoding
ar: اللغة والتشفير
fa: زبان و رمزگذاری (Encoding)
lt: Kalba ir koduotė
ms: Bahasa dan enkod
sq: Gjuha dhe kodimi

# tinymce_fullpage_dlg_meta_title
source: Title
ar: العنوان
fa: عنوان
lt: Pavadinimas
ms: Tajuk
sq: Titulli

# tinymce_fullpage_dlg_meta_keywords
source: Keywords
ar: كلمات البحث
fa: كلمات كلیدی
lt: Raktažodžiai
ms: Kata kunci
sq: Fjalët kyçe

# tinymce_fullpage_dlg_meta_description
source: Description
ar: الوصف
fa: توضیح
lt: Aprašymas
ms: Huraian
sq: Përshkrimi

# tinymce_fullpage_dlg_meta_robots
source: Robots
ar: عناكب محركات البحث
fa: روبات ها (Robots)
lt: Robotai
ms: Robot
sq: Robotët

# tinymce_fullpage_dlg_doctypes
source: Doctype
fa: نوع سند

# tinymce_fullpage_dlg_langcode
source: Language code
ar: شفرة اللغة
fa: كد زبان
lt: Kalbos kodas
ms: Kod bahasa
sq: Kodi i gjuhës

# tinymce_fullpage_dlg_langdir
source: Language direction
ar: اتجاه اللغة
fa: جهت زبان
lt: Kalbos kryptis
ms: Arah bahasa
sq: Drejtimi i gjuhës

# tinymce_fullpage_dlg_ltr
source: Left to right
ar: يسار to يمين
fa: چپ به راست
lt: Iš kairės į dešinę
ms: Kiri ke kanan
sq: Majtas-djathtas

# tinymce_fullpage_dlg_rtl
source: Right to left
ar: يمين to يسار
fa: راست به چپ
lt: Iš dešinės į kairę
ms: Kanan ke kiri
sq: Djathtas-majtas

# tinymce_fullpage_dlg_xml_pi
source: XML declaration
ar: تصريح XML
fa: اعلان XML
lt: XML deklaracijos
ms: XML deklarasi
sq: Deklarimi XML

# tinymce_fullpage_dlg_encoding
source: Character encoding
ar: ميز الأحرف
fa: رمزگذاری (Encoding) كاراكتر
lt: Simbolių koduotė
ms: PengKod aksara
sq: Kodimi i karakterëve

# tinymce_fullpage_dlg_appearance_bgprops
source: Background properties
ar: خصائص الخلفية
fa: مشخصات زمینه
lt: Fono nustatymai
ms: Alatan latar belakang
sq: Tiparet e fushës

# tinymce_fullpage_dlg_appearance_marginprops
source: Body margins
ar: هوامش الجسم
fa: حاشیه های بدنه (Body)
lt: Kūno paraštės
ms: Ruangan tepi isi kandungan
sq: Hapësirat e trupit

# tinymce_fullpage_dlg_appearance_linkprops
source: Link colors
ar: ألوان الرابط
fa: رنگ های لینك
lt: Nuorodų spalvos
ms: Pautan warna
sq: Ngjyra e lidhjeve

# tinymce_fullpage_dlg_appearance_textprops
source: Text properties
ar: خصائص النص
fa: مشخصات متن
lt: Teksto nustatymai
ms: Alatan teks
sq: Tiparet e tekstit

# tinymce_fullpage_dlg_bgcolor
source: Background color
ar: لون الخلفية
fa: رنگ زمینه
lt: Fono spalva
ms: Warna latar belakang
sq: Ngjyra e fushës

# tinymce_fullpage_dlg_bgimage
source: Background image
ar: صورة الخلفية
fa: تصویر زمینه
lt: Fono paveikslėlis
ms: Imej latar belakang
sq: Foto e fushës

# tinymce_fullpage_dlg_left_margin
source: Left margin
ar: الهامش الأيسر
fa: حاشیه چپ
lt: Kairė paraštė
ms: Ruangan tepi kiri
sq: Hapësira majtas

# tinymce_fullpage_dlg_right_margin
source: Right margin
ar: الهامش الأيمن
fa: حاشیه راست
lt: Dešinė paraštė
ms: Ruangan tepi kanan
sq: Hapësira djathtas

# tinymce_fullpage_dlg_top_margin
source: Top margin
ar: الهامش العلوي
fa: حاشیه بالا
lt: Viršutinė paraštė
ms: Ruangan tepi atas
sq: Hapësira në krye

# tinymce_fullpage_dlg_bottom_margin
source: Bottom margin
ar: الهامش الأسفل
fa: حاشیه پایین
lt: Apatinė paraštė
ms: Ruangan tepi bawah
sq: Hapësira në fund

# tinymce_fullpage_dlg_text_color
source: Text color
ar: لون النص
fa: رنگ متن
lt: Teksto spalva
ms: Warna teks
sq: Ngjyra e tekstit

# tinymce_fullpage_dlg_font_size
source: Font size
ar: حجم الخط
fa: اندازه قلم
lt: Šrifto dydis
ms: Saiz Huruf
sq: Madhësia e gërmave

# tinymce_fullpage_dlg_font_face
source: Font face
ar: اسم الخط
fa: ظاهر قلم
lt: Šriftas
ms: Jenis Huruf
sq: Tipi i gërmës

# tinymce_fullpage_dlg_link_color
source: Link color
ar: لون الرابط
fa: رنگ قلم
lt: Nuorodos spalva
ms: Pautan Warna
sq: Ngjyra e lidhjes
