Repository: 4teamwork/Products.TinyMCE
Catalog: Products/TinyMCE/locales/*/LC_MESSAGES/tinymce.po
Languages: ar, fa, lt, ms, sq

# tinymce_fullpage_dlg_hover_color
source: Hover color
ar: لون الرابط عند مرور الفأرة
fa: رنگ در حالت قرارگیری موس
lt: Užvedus pele spalva
ms: Warna di atas
sq: Ngjyra e hover

# tinymce_fullpage_dlg_visited_color
source: Visited color
ar: لون الرابط المعروض من قبل
fa: رنگ در حالت بازدید شده
lt: Aplankytos spalva
ms: Warna telah lawat
sq: Ngjyra e vizituar

# tinymce_fullpage_dlg_active_color
source: Active color
ar: لون الرابط النشطr
fa: رنگ در حالت فعال
lt: Aktyvios spalva
ms: Warna aktif
sq: Ngjyra aktive

# tinymce_fullpage_dlg_textcolor
source: Color
ar: اللون
fa: رنگ
lt: Spalva
ms: Warna
sq: Ngjyra

# tinymce_fullpage_dlg_fontsize
source: Font size
ar: حجم الخط
fa: اندازه قلم
lt: Šrifto dydis
ms: Saiz huruf
sq: Madhësia e gërmave

# tinymce_fullpage_dlg_fontface
source: Font family
ar: نوع الخط
fa: خانواده قلم
lt: Šrifto šeima
ms: Keluarga huruf
sq: Tipi i gërmës

# tinymce_fullpage_dlg_meta_index_follow
source: Index and follow the links
ar: تأشير وتابع الروابط
fa: فهرست و دنباله روی لینك ها
lt: Indeksuoti ir sekti nuorodomis
ms: Indeks dan ikut pautan
sq: Indekso dhe ndiq lidhjet

# tinymce_fullpage_dlg_meta_index_nofollow
source: Index and don't follow the links
ar: تأشير ولا تتابع الروابط
fa: فهرست و عدم دنباله روی لینك ها
lt: Indeksuoti ir nesekti nuorodomis
ms: Indeks dan jangan ikut pautan
sq: Indekso por mos ndiq lidhjet

# tinymce_fullpage_dlg_meta_noindex_follow
source: Do not index but follow the links
ar: لا تؤشر وتابع الروابط
fa: عدم فهرست اما دنباله روی لینك ها
lt: Neindeksuoti, bet sekti nuorodomis
ms: Jangan indeks tapi ikut pautan
sq: Mos indekso por ndiq lidhjet

# tinymce_fullpage_dlg_meta_noindex_nofollow
source: Do not index and don't follow the links
ar: لا تؤشر ولاتتابع الروابط
fa: عدم فهرست و عدم دنباله روی لینك ها
lt: Neindeksuoti ir nesekti nuorodomis
ms: Jangan indeks dan ikut pautan
sq: Mos indekso e as mos ndiq lidhjet

# tinymce_fullpage_dlg_appearance_style
source: Stylesheet and style properties
ar: Stylesheet and style خصائص
fa: ورقه استیل و مشخصات استیل
lt: Stilių lapo ir stiliaus nustatymai
ms: Stylesheet dan alatan gaya
sq: Faqja e stileve dhe tiparete tyre

# tinymce_fullpage_dlg_stylesheet
source: Stylesheet
fa: ورقه استیل
lt: Stilių lapas
sq: Faqja e stileve

# tinymce_fullpage_dlg_style
source: Style
ar: النمط
fa: استیل
lt: Stilius
ms: Gaya
sq: Stili

# tinymce_fullpage_dlg_author
source: Author
ar: المؤلف
fa: مؤلف
lt: Autorius
ms: Pengarang
sq: Autori

# tinymce_fullpage_dlg_copyright
source: Copyright
ar: حقوق المؤلف
fa: حق انحصاری
lt: Kopijavimo teisės
ms: Hakcipta
sq: Të drejtat e kopjes

# tinymce_fullpage_dlg_add
source: Add new element
ar: اضافة عنصر جديد
fa: افزودن عنصر جدید
lt: Pridėti naują elementą
ms: Tambah unsur baru
sq: Shto një element të ri

# tinymce_fullpage_dlg_remove
source: Remove selected element
ar: حذف العنصر المختار
fa: حذف عنصر انتخاب شده
lt: Pašalinti pažymėtą elementą
ms: Alih unsur yang dipilih
sq: Fshi elementin e zgjedhur

# tinymce_fullpage_dlg_moveup
source: Move selected element up
ar: تحريك العنصر المختار إلى الأعلى
fa: انتقال عنصر انتخاب شده به بالا
lt: Perkelti pažymėtą elementą į viršų
ms: Alih unsur yang dipilih ke atas
sq: Lëviz elementin sipër

# tinymce_fullpage_dlg_movedown
source: Move selected element down
ar: تحريك العنصر المختار إلى الأسفل
fa: انتقال عنصر انتخاب شده به پایین
lt: Perkelti pažymėtą elementą į apačią
ms: Alih unsur yang dipilih ke bawah
sq: Lëviz elementin poshtë

# tinymce_fullpage_dlg_head_elements
source: Head elements
ar: العناصر الرأسية
fa: عناصر سر (Head)
lt: Galvos elementai
ms: Unsur pembuka
sq: Elementët e kokës

# tinymce_fullpage_dlg_info
source: Information
ar: معلومات
fa: اطلاعات
lt: Informacija
ms: Informasi
sq: Informacion

# tinymce_fullpage_dlg_add_title
source: Title element
ar: اضافة عنصر عنوان
fa: عنصر عنوان
lt: Pavadinimo elementas
ms: Unsur tajuk
sq: Element titull

# tinymce_fullpage_dlg_add_meta
source: Meta element
ar: اضافة عنصر اضافي
fa: عنصر متا (Meta)
lt: Meta elementas
ms: Unsur meta
sq: Element meta

# tinymce_fullpage_dlg_add_script
source: Script element
ar: اضافة عنصر سكربت
fa: عنصر اسكریپت (Script)
lt: Skripto elementas
ms: Unsur skrip
sq: Element script

# tinymce_fullpage_dlg_add_style
source: Style element
ar: اضافة عنصر تنسيق
fa: عنصر استیل (Style)
lt: Stiliaus elementas
ms: Unsur gaya
sq: Element stil

# tinymce_fullpage_dlg_add_link
source: Link element
ar: اضافة عنصر رابط
fa: عنصر لینك (Link)
lt: Nuorodos elementas
ms: Unsur pautan
sq: Element lidhej

# tinymce_fullpage_dlg_add_base
source: Base element
ar: اضافة عنصر قاعدي
fa: عنصر پایه (Base)
lt: Bazinis elementas
ms: Unsur dasar
sq: Element bazë

# tinymce_fullpage_dlg_add_comment
source: Comment node
ar: اضافة تعليق
fa: گره توضیح
lt: Komentaro mazgas
ms: Nod komen
sq: Komento

# tinymce_fullpage_dlg_title_element
source: Title element
ar: عنوان
fa: عنصر عنوان (Title)
lt: Pavadinimo elementas
ms: Unsur tajuk
sq: Element titull

# tinymce_fullpage_dlg_script_element
source: Script element
ar: سكربت
fa: عنصر اسكریپت (Script)
lt: Skripto elementas
ms: Unsur skrip
sq: Element script

# tinymce_fullpage_dlg_style_element
source: Style element
ar: تنسيق
fa: عنصر استیل (Style)
lt: Stiliaus elementas
ms: Unsur gaya
sq: Element stil

# tinymce_fullpage_dlg_base_element
source: Base element
ar: عنصر قاعدي
fa: عنصر پایه
lt: Bazinis elementas
ms: Unsur dasar
sq: Element bazë

# tinymce_fullpage_dlg_link_element
source: Link element
ar: رابط
fa: عنصر لینك
lt: Nuorodos elementas
ms: Unsur pautan
sq: Element lidhje

# tinymce_fullpage_dlg_meta_element
source: Meta element
ar: اضافة
fa: عنصر متا (Meta)
lt: Meta elementas
ms: Unsur meta
sq: Element meta

# tinymce_fullpage_dlg_comment_element
source: Comment
ar: تعليق
fa: توضیح
lt: Komentaras
ms: Komen
sq: Komento

# tinymce_fullpage_dlg_src
source: Src
ar: مصدر src
fa: منبع (Src)
lt: Šaltinis

# tinymce_fullpage_dlg_language
source: Language
ar: اللغة
fa: زبان
lt: Kalba
ms: Bahasa
sq: Gjuha

# tinymce_fullpage_dlg_href
source: Href
ar: الهدف href
fa: آدرس (Href)

# tinymce_fullpage_dlg_target
source: Target
ar: المسار
fa: مقصد (Target)
lt: Taikinys
ms: Sasaran
sq: Shënjestra

# tinymce_fullpage_dlg_type
source: Type
ar: النوع
fa: نوع
lt: Tipas
ms: Jenis
sq: Tipi

# tinymce_fullpage_dlg_charset
source: Charset
ar: محارف
fa: مجموعه كاراكتر (Charset)
lt: Koduotė
ms: Set huruf

# tinymce_fullpage_dlg_media
source: Media
ar: وسائط متعددة
fa: رسانه (Media)

# tinymce_fullpage_dlg_properties
source: Properties
ar: خصائص
fa: مشخصات
lt: Nustatymai
ms: Alatan
sq: Tiparet

# tinymce_fullpage_dlg_name
source: Name
ar: اسم
fa: نام
lt: Vardas
ms: Nama
sq: Emri

# tinymce_fullpage_dlg_value
source: Value
ar: القيمة
fa: مقدار
lt: Reikšmė
ms: Nilai
sq: Vlera

# tinymce_fullpage_dlg_content
source: Content
ar: المحتوى
fa: محتوا
lt: Turinys
ms: Isi kandungan
sq: Përmbajtja

# tinymce_fullpage_dlg_hreflang
source: Href lang
fa: زبان Href
lt: Href kalba

# tinymce_fullpage_dlg_general_props
source: General
ar: عام
fa: عمومی
lt: Bendra
ms: Am
sq: Të Përgjithshme

# tinymce_fullpage_dlg_advanced_props
source: Advanced
ar: متقدم
fa: پیشرفته
lt: Išplėsta
ms: Lanjutan
sq: Të Avancuara

# tinymce_template_desc
source: Insert predefined template content
ar: إدراج قالب موجود مسبقا
fa: درج محتوای قالب از پیش تعریف شده
lt: Įterpti jau nustatytą šabloninį turinį
ms: Masukkan pra takrifan kandungan templet
sq: Fut përmbajtje shabllon

# tinymce_template_dlg_title
source: Templates
ar: القوالب
fa: قالب ها
lt: Šablonai
ms: Templet
sq: Shabllonet

# tinymce_template_dlg_label
source: Template
ar: القالب
fa: قالب
lt: Šablonas
ms: Templet
sq: Shabllon

# tinymce_template_dlg_desc_label
source: Description
ar: الوصف
fa: توضیح
lt: Aprašymas
ms: Huraian
sq: Përshkrimi

# tinymce_template_dlg_desc
source: Insert predefined template content
ar: إدراج قبل تعين محتوى القالب
fa: درج محتوای قالب از پیش تعیین شده
lt: Įterpti jau nustatytą šabloninį turinį
ms: Masukkan pra takrifan kandungan templet
sq: Fut përmbajtje shabllon

# tinymce_template_dlg_select
source: Select a template
ar: حدد قالب
fa: انتخاب یك قالب
lt: Pasirinkti šabloną
ms: Pilih templet
sq: Zgjidh një shabllon

# tinymce_template_dlg_preview
source: Preview
ar: معاينة
fa: پیش نمایش
lt: Peržiūra
ms: Pratonton
sq: Paraqitje

# tinymce_template_dlg_warning
source: Warning: Updating a template with a different one may cause data loss.
ar: تحذير: تحديث القالب بقالب آخر ربما يؤدي لفقدان البيانات.
fa: هشدار: بروزرسانی یك قالب با یك نوع متفاوت دیگر ممكن است باعث از دست رفتن داده ها شود.
lt: Perspėjimas: Šablono pakeitimas kitu gali sukelti duomenų praradimą.
ms: Amaran: Memperbaharui template dengan yang lain akan menyebabkan kehilangan data.
sq: Kujdes: Nëse rifreskoni një shabllon me një tjeter, mund të humbisni të dhënat.

# tinymce_template_dlg_months_long
source: January,February,March,April,May,June,July,August,September,October,November,December
ar: يناير,فبراير,مارس,ابريل,مايو,يونيو,يوليو,اغسطس,سبتمبر,اكتوبر,نوفمبر,ديسمبر
fa: ژانویه,فوریه,مارس,آوریل,مه,ژوئن,ژوئیه,اوت,سپتامبر,اكتبر,نوامبر,دسامبر
lt: Sausis,Vasaris,Kovas,Balandis,Gegužė,Birželis,Liepa,Rugpjūtis,Rugsėjis,Spalis,Lapkritis,Gruodis
ms: Januari,Febuari,Mac,April,Mei,Jun,Julai,Ogos,September,Oktober,November,Disember
sq: Janar,Shkurt,Mars,Prill,Maj,Qershor,Korrik,Gusht,Shtator,Tetor,Nëntor,Dhjetor

# tinymce_template_dlg_months_short
source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
ar: يناير,فبراير,مارس,ابريل,مايو,يونيو,يوليو,اغسطس,سبتمبر,اكتوبر,نوفمبر,ديسمبر
fa: ژانویه,فوریه,مارس,آوریل,مه,ژوئن,ژوئیه,اوت,سپتامبر,اكتبر,نوامبر,دسامبر
lt: Sau,Vas,Kov,Bal,Geg,Bir,Lie,Rugpj,Rugs,Spa,Lapkr,Gruo
ms: Jan,Feb,Mac,Apr,Mei,Jun,Jul,Ogo,Sep,Okt,Nov,Dis
sq: Jan,Shk,Mar,Pri,Maj,Qer,Kor,Gus,Sht,Tet,Nën,Dhj

# tinymce_template_dlg_day_long
source: Sunday,Monday,Tuesday,Wednesday,Thursday,Friday,Saturday,Sunday
ar: الأحد,الإثنين,الثلاثاء,الأربعاء,الخميس,الجمعة,السبت,الأحد
fa: یكشنبه,دوشنبه,سه شنبه,چهارشنبه,پنج شنبه,جمعه,شنبه,یكشنبه
lt: Sekmadienis,Pirmadienis,Antradienis,Trečiadienis,Ketvirtadienis,Penktadienis,Šeštadienis,Sekmadienis
ms: Ahad,Isnin,Selasa,Rabu,Khamis,Jumaat,Sabtu,Ahad
sq: E Djelë,E Hënë,E Martë,E Mërkurë,E Enjte,E Premte,E Shtunë,E Djelë

# tinymce_template_dlg_day_short
source: Sun,Mon,Tue,Wed,Thu,Fri,Sat,Sun
ar: الأحد,الإثنين,الثلاثاء,الأربعاء,الخميس,الجمعة,السبت,الأحد
fa: یكشنبه,دوشنبه,سه شنبه,چهارشنبه,پنج شنبه,جمعه,شنبه,یكشنبه
lt: Sekm,Pirm,Antr,Treč,Ketv,Penk,Šešt,Sekm
ms: Aha,Isn,Sel,Rab,Kha,Jum,Sab,Aha
sq: Dje,Hën,Mar,Mër,Enj,Pre,Sht,Dje

# tinymce_visualchars_desc
source: Visual control characters on/off.
ar: تشغيل/ايقاف المراقبة البصرية للأحرف
fa: روشن/خاموش كردن كاراكتر های كنترل بصری (Visual).
lt: Visualiniai valdymo simboliai įjungti/išjungti.
ms: Pengendali grafik huruf Buka/Tutup.
sq: Karakteret e kontrollit vizual: on/off.

# tinymce_spellchecker_desc
source: Toggle spellchecker
ar: المدقق الإملائي
fa: تعویض بررسی كننده املاء
lt: Kaitalioti klaidų tikrinimą
ms: Alih pembetul perkataan
sq: Aktivizo/çaktivizo kontrolluesin e gabimeve

# tinymce_spellchecker_menu
source: Spellchecker settings
ar: إعدادات المدقق الإملائي
fa: تنظیمات بررسی كننده املاء
lt: Klaidų tikrinimo nustatymai
ms: Alatan pembetul perkataan
sq: Tiparet e kontrolluesit të gabimeve

# tinymce_spellchecker_ignore_word
source: Ignore word
ar: تجاهل الكلمة
fa: چشم پوشی از كلمه
lt: Ignoruoti žodį
ms: Endahkan perkataan
sq: Injoro fjalën

# tinymce_spellchecker_ignore_words
source: Ignore all
ar: تجاهل الكل
fa: چشم پوشی از همه
lt: Ignoruoti viską
ms: Endahkan kesemuanya
sq: Injoroji të gjitha

# tinymce_spellchecker_langs
source: Languages
ar: اللغات
fa: زبان ها
lt: Kalbos
ms: Bahasa-bahasa
sq: Gjuhët

# tinymce_spellchecker_wait
source: Please wait...
ar: الرجاء الإنتظار...
fa: لطفا منتظر بمانید...
lt: Prašome palaukti...
ms: Sila tunggu...
sq: Ju lutem prisni...

# tinymce_spellchecker_sug
source: Suggestions
ar: الإقتراحات
fa: پیشنهادات
lt: Pasiūlymai
ms: Cadangan
sq: Sygjerimet

# tinymce_spellchecker_no_sug
source: No suggestions
ar: لا يوجد اقتراحات
fa: بدون پیشنهاد
lt: Pasiūlymų nerasta
ms: Tiada cadangan
sq: Asnjë sygjerim

# tinymce_spellchecker_no_mpell
source: No misspellings found.
ar: لم يتم العثور على أخطاء إملائية.
fa: هیچ خطای املائی یافته نشد.
lt: Klaidų nerasta.
ms: Tiada kesalahan ejaan.
sq: Nuk u gjet asnjë gabim.

# tinymce_pagebreak_desc
source: Insert page break.
ar: إدراج فاصل الصفحات
fa: درج قطع صفحه.
lt: Įterpti puslapio pabaigos žymę.
ms: Masukkan penghenti-halaman.
sq: Fut thyerje faqeje.

# tinymce_advanced_div
source: Div
lt: Div žymė

# tinymce_advlink_dlg_tabindex
source: Tabindex
ar: ترتيب التبويب
lt: Tabuliacijos indeksas
ms: Tanda indeks
sq: Indeksi i Tab

# tinymce_advlink_dlg_accesskey
source: Accesskey
ar: حرف الاختصار
lt: Prieities klavišas
ms: Kunci akses
sq: Butoni i aksesit

# tinymce_xhtmlxtras_dlg_attribute_label_tabindex
source: TabIndex
ar: ترتيب التبويب
lt: Tabuliacijos indeksas
ms: Tanda indeks
sq: Indeksi i Tab

# tinymce_xhtmlxtras_dlg_attribute_label_accesskey
source: AccessKey
ar: حرف الاختصار
lt: Prieities klavišas
ms: Kunci akses
sq: Butoni i aksesit

# tinymce_table_dlg_rules_hsides
source: hsides
ar: الجوانب الأفقية
lt: hor. pusės
ms: tepian datar

# tinymce_table_dlg_rules_vsides
source: vsides
ar: الجوانب العمودية
lt: vert. pusės
ms: tepian tegak

# tinymce_media_dlg_salign
source: SAlign
lt: S-Lygiavimas
ms: SLuruskan
sq: Drejtimi S

# tinymce_media_dlg_wmode
source: WMode
lt: W-Režimas
ms: WMod

# tinymce_media_dlg_invokeurls
source: Invoke URLs
ar: حث الروابط URLs
lt: Iškviesti URL adresus
ms: Panggil URL
sq: Thërrit URL

# tinymce_media_dlg_flv_jscallback
source: JS Callback
lt: JS atgalinis atsakas

# tinymce_table_dlg_rules_lhs
source: lhs
ar: الجانب الأفقي الأيسر
ms: hs-kiri

# tinymce_table_dlg_rules_rhs
source: rhs
ar: الجانب الأفقي الأيمن
ms: hs-kanan

# tinymce_fullpage_dlg_defer
source: Defer
ar: أرجأ
ms: Menangguhkan

# tinymce_insertdatetime_date_fmt
source: %Y-%m-%d
sq: %d-%m-%y

# tinymce_template_dlg_mdate_format
source: %Y-%m-%d %H:%M:%S
sq: %d-%m-%Y %H:%M:%S

# tinymce_template_dlg_cdate_format
source: %Y-%m-%d %H:%M:%S
sq: %d-%m-%Y %H:%M:%S
