Repository: 4teamwork/Products.TinyMCE
Catalog: Products/TinyMCE/locales/*/LC_MESSAGES/tinymce.po
Languages: ar, fa, lt, ms, sq

# tinymce_advlink_dlg_langcode
source: Language code
ar: شفرة اللغة
fa: كد زبان
lt: Kalbos kodas
ms: Kod bahasa
sq: Kodi i gjuhës

# tinymce_advlink_dlg_encoding
source: Target character encoding
ar: مسار شفرة الحرف
fa: رمزگذاری كاراكتر مقصد (Target)
lt: Kalbos koduotė
ms: Sasaran enkod perkataan
sq: Kodimi i karaktereve të shënjestrës

# tinymce_advlink_dlg_mime
source: Target MIME type
ar: مسار MIME type
fa: نوع MIME مقصد (Target)
lt: Taikinio MIME tipas
ms: Sasaran jenis MIME
sq: Tipi MIME i shënjestrës

# tinymce_advlink_dlg_rel
source: Relationship page to target
ar: العلاقة الصفحة للهدف
fa: رابطه صفحه با مقصد (Target)
lt: Santykis puslapio su taikiniu
ms: Kaitan halaman kepada sasaran
sq: Marrëdhënia faqe-shënjestër

# tinymce_advlink_dlg_rev
source: Relationship target to page
ar: العلاقة الهدف للصفحة
fa: رابطه مقصد (Target) با صفحه
lt: Santykis taikinio su puslapiu
ms: Kaitan sasaran kepada halaman
sq: Marrëdhënia shënjestër-faqe

# tinymce_advlink_dlg_ltr
source: Left to right
ar: يسار الى يمين
fa: چپ به راست
lt: Iš kairės į dešinę
ms: Kiri ke kanan
sq: Majtas-Djathtas

# tinymce_advlink_dlg_rtl
source: Right to left
ar: يمين الى يسار
fa: راست به چپ
lt: Iš dešinės į kairę
ms: Kanan ke kiri
sq: Djathtas-Majtas

# tinymce_advlink_dlg_link_list
source: Link list
ar: قائمة الروابط
fa: لیست لینك
lt: Nuorodų sąrašas
ms: Senarai pautan
sq: Lista e lidhjeve

# tinymce_xhtmlxtras_cite_desc
source: Citation
ar: اقتباس
fa: نقل قول
lt: Citavimas
ms: Kutipan
sq: Citat

# tinymce_xhtmlxtras_abbr_desc
source: Abbreviation
ar: الاختصار
fa: اختصار
lt: Santrumpa
ms: Singkatan
sq: Shkurtim

# tinymce_xhtmlxtras_acronym_desc
source: Acronym
ar: الاختصار
fa: مخفف
lt: Akronimas
ms: Akronim
sq: Akronim

# tinymce_xhtmlxtras_del_desc
source: Deletion
ar: حذف
fa: حذف
lt: Panaikinimas
ms: Pemadaman
sq: Fshirje

# tinymce_xhtmlxtras_ins_desc
source: Insertion
ar: إدراج
fa: درج
lt: Įterpimas
ms: Kemasukan
sq: Futje

# tinymce_xhtmlxtras_attribs_desc
source: Insert/Edit Attributes
ar: إدراج/تحرير الخصائص
fa: درج/ویرایش صفات
lt: Įterpti/Redaguoti atributus
ms: Masukkan/Sunting Ciri-ciri
sq: Fut/Edito Tipare

# tinymce_xhtmlxtras_dlg_attribute_label_title
source: Title
ar: العنوان
fa: عنوان
lt: Pavadinimas
ms: Tajuk
sq: Titulli

# tinymce_xhtmlxtras_dlg_attribute_label_id
source: ID
ar: المعرف ID
fa: شناسه

# tinymce_xhtmlxtras_dlg_attribute_label_class
source: Class
ar: الفئة
fa: كلاس
lt: Klasė
ms: Kelas
sq: Klasa

# tinymce_xhtmlxtras_dlg_attribute_label_style
source: Style
ar: الأسلوب
fa: استیل
lt: Stilius
ms: Gaya
sq: Stili

# tinymce_xhtmlxtras_dlg_attribute_label_cite
source: Cite
ar: اقتباس
fa: اعلامیه
lt: Citata
ms: Cuplik
sq: Citati

# tinymce_xhtmlxtras_dlg_attribute_label_datetime
source: Date/Time
ar: التاريخ/الوقت
fa: تاریخ/زمان
lt: Data/Laikas
ms: Tarikh/Masa
sq: Data/Ora

# tinymce_xhtmlxtras_dlg_attribute_label_langdir
source: Text Direction
ar: اتجاه النص
fa: جهت متن
lt: Kalbos teksto kryptis
ms: Arah Teks
sq: Drejtimi i tekstit

# tinymce_xhtmlxtras_dlg_attribute_option_ltr
source: Left to right
ar: يسار الى يمين
fa: چپ به راست
lt: Iš kairės į dešinę
ms: Kiri ke kanan
sq: Majtas-Djathtas

# tinymce_xhtmlxtras_dlg_attribute_option_rtl
source: Right to left
ar: يمين الى يسار
fa: راست به چپ
lt: Iš dešinės į kairę
ms: Kanan ke kiri
sq: Djathtas-Majtas

# tinymce_xhtmlxtras_dlg_attribute_label_langcode
source: Language
ar: اللغة
fa: زبان
lt: Kalba
ms: Bahasa
sq: Gjuha

# tinymce_xhtmlxtras_dlg_attribute_events_tab
source: Events
ar: الأحداث
fa: رویدادها
lt: Įvykiai
ms: Peristiwa
sq: Ngjarjet

# tinymce_xhtmlxtras_dlg_attribute_attrib_tab
source: Attributes
ar: الصفات
fa: صفات
lt: Atributai
ms: Ciri-ciri
sq: Tiparet

# tinymce_xhtmlxtras_dlg_general_tab
source: General
ar: عام
fa: عمومی
lt: Bendra
ms: Am
sq: Të Përgjithshme

# tinymce_xhtmlxtras_dlg_attrib_tab
source: Attributes
ar: صفات
fa: صفات
lt: Atributai
ms: Ciri-ciri
sq: Tiparet

# tinymce_xhtmlxtras_dlg_events_tab
source: Events
ar: أحداث
fa: رویدادها
lt: Įvykiai
ms: Peristiwa
sq: Ngjarjet

# tinymce_xhtmlxtras_dlg_fieldset_general_tab
source: General Settings
ar: الإعدادات العامة
fa: تنظیمات عمومی
lt: Bendri nustatymai
ms: Susunan Am
sq: Opsionet e Përgjithshme

# tinymce_xhtmlxtras_dlg_fieldset_attrib_tab
source: Element Attributes
ar: صفات العنصر
fa: صفات عنصر
lt: Elemento atributai
ms: Unsur Ciri-ciri
sq: Tiparet e elementit

# tinymce_xhtmlxtras_dlg_fieldset_events_tab
source: Element Events
ar: أحداث العنصر
fa: رویدادهای عنصر
lt: Elemento įvykiai
ms: Unsur Peristiwa
sq: Ngjarjet e elementit

# tinymce_xhtmlxtras_dlg_title_ins_element
source: Insertion Element
ar: عنصر ادراج
fa: عنصر درج
lt: Įterpimo elementas
ms: Kemasukkan Unsur
sq: Element Futës

# tinymce_xhtmlxtras_dlg_title_del_element
source: Deletion Element
ar: عنصر حذف
fa: عنصر حذف
lt: Pašalinimo elementas
ms: Pemadaman Unsur
sq: Element Fshirës

# tinymce_xhtmlxtras_dlg_title_acronym_element
source: Acronym Element
ar: عنصر الاختصار
fa: عنصر مخفف
lt: Akronimo elementas
ms: Akronim Unsur
sq: Element Akronim

# tinymce_xhtmlxtras_dlg_title_abbr_element
source: Abbreviation Element
ar: عنصر الاختصار
fa: عنصر اختصار
lt: Santrumpos elementas
ms: Singkatan Unsur
sq: Element Shkurtimi

# tinymce_xhtmlxtras_dlg_title_cite_element
source: Citation Element
ar: عنصر الاقتباس
fa: عنصر نقل قول
lt: Citatos elementas
ms: Kutipan Unsur
sq: Element Citat

# tinymce_xhtmlxtras_dlg_remove
source: Remove
ar: حذف
fa: حذف
lt: Pašalinti
ms: Alih
sq: Fshi

# tinymce_xhtmlxtras_dlg_insert_date
source: Insert current date/time
ar: إدراج التاريخ/الوقت الحالي
fa: درج تاریخ/زمان فعلی
lt: Įterpti esamą datą/laiką
ms: Masukkan tarikh/masa sekarang
sq: Fut datën/orën aktuale

# tinymce_xhtmlxtras_dlg_option_ltr
source: Left to right
ar: يسار الى يمين
fa: چپ به راست
lt: Iš kairės į dešinę
ms: Kiri ke kanan
sq: Majtas-Djathtas

# tinymce_xhtmlxtras_dlg_option_rtl
source: Right to left
ar: يمين الى يسار
fa: راست به چپ
lt: Iš dešinės į kairę
ms: Kanan ke kiri
sq: Djathtas-Majtas

# tinymce_xhtmlxtras_dlg_attribs_title
source: Insert/Edit Attributes
ar: إدراج/تعديل صفات
fa: درج/ویرایش صفات
lt: Įterpti/Redaguoti atributus
ms: Masukkan/Sunting Ciri-ciri
sq: Fut/Edito Tipare

# tinymce_style_desc
source: Edit CSS Style
ar: تعديل CSS Style
fa: ویرایش استیل CSS
lt: Redaguoti CSS stilių
ms: Sunting Gaya CSS
sq: Edito Stilet CSS

# tinymce_style_dlg_title
source: Edit CSS Style
ar: تعديل CSS Style
fa: ویرایش استیل CSS
lt: Redaguoti CSS stilių
ms: Sunting Gaya CSS
sq: Edito të gjitha stilet

# tinymce_style_dlg_apply
source: Apply
ar: تطبيق
fa: بكارگیری
lt: Taikyti
ms: Guna
sq: Apliko

# tinymce_style_dlg_text_tab
source: Text
ar: نص
fa: متن
lt: Tekstas
ms: Teks
sq: Teksti

# tinymce_style_dlg_background_tab
source: Background
ar: الخلفية
fa: زمینه
lt: Fonas
ms: Latar belakang
sq: Fusha

# tinymce_style_dlg_block_tab
source: Block
ar: قطعة
fa: بلوك
lt: Blokas
ms: Landasan
sq: Bllok

# tinymce_style_dlg_box_tab
source: Box
ar: صندوق
fa: جعبه
lt: Dėžutė
ms: Kotak
sq: Kuti

# tinymce_style_dlg_border_tab
source: Border
ar: الحدود
fa: حاشیه
lt: Rėmelis
ms: Sempadan
sq: Korniza

# tinymce_style_dlg_list_tab
source: List
ar: قائمة
fa: لیست
lt: Sąrašas
ms: Senarai
sq: Lista

# tinymce_style_dlg_positioning_tab
source: Positioning
ar: وضع
fa: موقعیت
lt: Pozicionavimas
ms: Kedudukan
sq: Pozicionimi

# tinymce_style_dlg_text_props
source: Text
ar: نص
fa: متن
lt: Tekstas
ms: Teks
sq: Teksti

# tinymce_style_dlg_text_font
source: Font
ar: خط
fa: قلم
lt: Štriftas
ms: Huruf
sq: Teksti

# tinymce_style_dlg_text_size
source: Size
ar: حجم
fa: اندازه
lt: Dydis
ms: Saiz
sq: Madhësia

# tinymce_style_dlg_text_weight
source: Weight
ar: عرض
fa: حالت
lt: Storis
ms: Beban
sq: Pesha

# tinymce_style_dlg_text_style
source: Style
ar: نسق
fa: استیل
lt: Stilius
ms: Gaya
sq: Stili

# tinymce_style_dlg_text_variant
source: Variant
ar: متغير
fa: نوع تغییر
lt: Variantas
ms: Varian
sq: Varianti

# tinymce_style_dlg_text_lineheight
source: Line height
ar: ارتفاع الخط
fa: بلندی خط
lt: Eilutės auštis
ms: Tinggi garisan
sq: Gjatësia e linjës

# tinymce_style_dlg_text_case
source: Case
ar: حالة
fa: حالت
lt: Mažosios/didžiosios raidės
ms: Kes
sq: Madhësia e gërmës

# tinymce_style_dlg_text_color
source: Color
ar: اللون
fa: رنگ
lt: Spalva
ms: Warna
sq: Ngjyra

# tinymce_style_dlg_text_decoration
source: Decoration
ar: زخرفة
fa: آرایش
lt: Dekoracija
ms: Dekorasi
sq: Zbukurimi

# tinymce_style_dlg_text_overline
source: overline
ar: أعلى الخط
fa: بالا خط
lt: pabraukta viršuje
ms: garis atas
sq: mbi linjë

# tinymce_style_dlg_text_underline
source: underline
ar: أسفل الخط
fa: زیر خط
lt: pabraukta apačioje
ms: garis bawah
sq: nën linjë

# tinymce_style_dlg_text_striketrough
source: strikethrough
ar: تشطيب
fa: خط وسط
lt: perbraukta
ms: garis tengah
sq: në mes

# tinymce_style_dlg_text_blink
source: blink
ar: طرفة عين
fa: چشمك زن
lt: mirgėjimas
ms: kelip
sq: fik-ndiz

# tinymce_style_dlg_text_none
source: none
ar: بلا
fa: هیچ كدام
lt: joks
ms: tiada
sq: asnjë

# tinymce_style_dlg_background_color
source: Background color
ar: لون الخلفية
fa: رنگ زمینه
lt: Fono spalva
ms: Warna Latar
sq: Ngjyra e fushës

# tinymce_style_dlg_background_image
source: Background image
ar: صورة الخلفية
fa: تصویر زمینه
lt: Fono paveikslėlis
ms: Imej Latar
sq: Foto e fushës

# tinymce_style_dlg_background_repeat
source: Repeat
ar: اعادة
fa: تكرار
lt: Kartoti
ms: Ulangan
sq: Përsëritja

# tinymce_style_dlg_background_attachment
source: Attachment
ar: مرفق
fa: زمیمه
lt: Prisegtukas
ms: Sisipan
sq: Bashkëngjitja

# tinymce_style_dlg_background_hpos
source: Horizontal position
ar: الوضعية الأفقية
fa: موقعیت افقی
lt: Horizontali pozicija
ms: Posisi mengufuk
sq: Pozicionimi horizontal

# tinymce_style_dlg_background_vpos
source: Vertical position
ar: الوضعية العمودية
fa: موقعیت عمودی
lt: Vertikali pozicija
ms: Posisi tegak
sq: Pozicionimi vertikal

# tinymce_style_dlg_block_wordspacing
source: Word spacing
ar: كلمة المباعدة
fa: فاصله كلمات
lt: Tarpai tarp žodžių
ms: Jarak perkataan
sq: Hapësira e fjalëve

# tinymce_style_dlg_block_letterspacing
source: Letter spacing
ar: رسالة المباعدة
fa: فاصله حروف
lt: Tarpai tarp raidžių
ms: Jarak huruf
sq: Hapësira e gërmave

# tinymce_style_dlg_block_vertical_alignment
source: Vertical alignment
ar: المواءمة العمودية
fa: تراز عمودی
lt: Vertikalus lygiavimas
ms: Penjajaran tegak
sq: Drejtimi vertikal

# tinymce_style_dlg_block_text_align
source: Text align
ar: مواءمة النص
fa: تراز متن
lt: Teksto lygiavimas
ms: Penjajaran teks
sq: Drejtimi i tekstit

# tinymce_style_dlg_block_text_indent
source: Text indent
ar: ازاحة النص
fa: تورفتگی متن
lt: Teksto atitraukimas
ms: Takukan teks
sq: Kryerradha

# tinymce_style_dlg_block_whitespace
source: Whitespace
ar: المسافة بيضاء
fa: فاصله سفید
lt: Tarpai
ms: Ruangan putih
sq: Hapësira bosh

# tinymce_style_dlg_block_display
source: Display
ar: العرض
fa: نمایش
lt: Rodymas
ms: Pamer
sq: Shfaqja

# tinymce_style_dlg_box_width
source: Width
ar: العرض
fa: پهنا
lt: Ilgis
ms: Lebar
sq: Gjerësia

# tinymce_style_dlg_box_height
source: Height
ar: الإرتفاع
fa: ارتفاع
lt: Aukštis
ms: Tinggi
sq: Gjatësia

# tinymce_style_dlg_box_float
source: Float
ar: الطفو
fa: شناور
lt: Plaukiojimas
ms: Apungan
sq: Pluskimi

# tinymce_style_dlg_box_clear
source: Clear
ar: واضح
fa: پاك سازی
lt: Išvalyti
ms: Ruangan jelas
sq: Pastro

# tinymce_style_dlg_padding
source: Padding
ar: البطانة
fa: لایه گذاری
lt: Užpildymas
ms: Lapisan
sq: Hapësira e brëndshme

# tinymce_style_dlg_same
source: Same for all
ar: نفس للكل
fa: همسان برای همه
lt: Tas pats visiems
ms: Samakan kesemuanya
sq: E njëjtë për të gjitha

# tinymce_style_dlg_top
source: Top
ar: أعلى
fa: بالا
lt: Viršuje
ms: Atas
sq: Krye

# tinymce_style_dlg_right
source: Right
ar: يمين
fa: راست
lt: Dešinėje
ms: Kanan
sq: Djathtas

# tinymce_style_dlg_bottom
source: Bottom
ar: أسفل
fa: پایین
lt: Apačioje
ms: Bawah
sq: Fund

# tinymce_style_dlg_left
source: Left
ar: يسار
fa: چپ
lt: Kairėje
ms: Kiri
sq: Majtas

# tinymce_style_dlg_margin
source: Margin
ar: هامش
fa: حاشیه
lt: Paraštė
ms: Ruangan tepi
sq: Hapësira

# tinymce_style_dlg_style
source: Style
ar: نسق
fa: استیل
lt: Stilius
ms: Gaya
sq: Stili

# tinymce_style_dlg_width
source: Width
ar: العرض
fa: پهنا
lt: Ilgis
ms: Lebar
sq: Gjerësia

# tinymce_style_dlg_height
source: Height
ar: الإرتفاع
fa: ارتفاع
lt: Aukštis
ms: Tinggi
sq: Gjatësia

# tinymce_style_dlg_color
source: Color
ar: اللون
fa: رنگ
lt: Spalva
ms: Warna
sq: Ngjyra

# tinymce_style_dlg_list_type
source: Type
ar: نوع
fa: نوع
lt: Tipas
ms: Jenis
sq: Tipi

# tinymce_style_dlg_bullet_image
source: Bullet image
ar: صورة الرصاصة
fa: تصویر گلوله
lt: Kulkos paveikslėlis
ms: Imej peluru
sq: Foto ndarëse

# tinymce_style_dlg_position
source: Position
ar: الموضع
fa: موقعیت
lt: Pozicija
ms: Posisi
sq: Pozicioni

# tinymce_style_dlg_positioning_type
source: Type
ar: النوع
fa: نوع
lt: Tipas
ms: Jenis
sq: Tipi

# tinymce_style_dlg_visibility
source: Visibility
ar: الرؤية
fa: قابلیت رویت
lt: Matomumas
ms: Kelihatan
sq: Shikueshmëria

# tinymce_style_dlg_zindex
source: Z-index
ar: ترتيب النوافذ Z-index
fa: محور Z
lt: Z-indeksas
ms: Indeks-Z
sq: Indeksi Z

# tinymce_style_dlg_overflow
source: Overflow
ar: الفيض
fa: سر ریز
lt: Perpildymas
ms: Limpahan
sq: Mbivendosja

# tinymce_style_dlg_placement
source: Placement
ar: الموضع
fa: موقعیت مكانی
lt: Talpinimas
ms: Penempatan
sq: Vendosja

# tinymce_style_dlg_clip
source: Clip
ar: مشبك
fa: برش (Clip)
lt: Įrašas
ms: Klip
sq: Prerja

# tinymce_paste_paste_text_desc
source: Paste as Plain Text
ar: لصق كنص عادي
fa: چسباندن (Paste) به عنوان متن ساده
lt: Įklijuoti kaip paprastą tekstą
ms: Tempel sebagai teks
sq: Ngjit si Tekst

# tinymce_paste_paste_word_desc
source: Paste from Word
ar: لصق من مستند وورد
fa: چسباندن (Paste) از Word
lt: Įklijuoti iš Word
ms: Tempel dari Word
sq: Ngjit nga Word

# tinymce_paste_selectall_desc
source: Select All
ar: تحديد الكل
fa: انتخاب همه
lt: Viską pažymėti
ms: Pilih semua
sq: Zgjidhi të gjitha

# tinymce_paste_dlg_text_title
source: Use CTRL+V on your keyboard to paste the text into the window.
ar: استخدم CTRL+V في لوحة المفاتيح للصق النصف في النافذة.
fa: جهت چسباندن (Paste) كردن متن در پنجره از CTRL+V بر روی صفحه كلید خود استفاده نمائید.
lt: Naudokite CTRL+V, kad įklijuoti tekstą į šį langą.
ms: Guna CTRL+V pada papan kekunci anda untuk Tempel teks ke dalam tetingkap.
sq: Përdor CTRL+V për të ngjitur tekstin.

# tinymce_paste_dlg_text_linebreaks
source: Keep linebreaks
ar: ابقي فواصل الأسطر
fa: حفظ قطع خطوط
lt: Palikti eilučių lūžius
ms: Biarkan garisan pemisah
sq: Ruaj linjat e reja

# tinymce_paste_dlg_word_title
source: Use CTRL+V on your keyboard to paste the text into the window.
ar: ستخدم CTRL+V في لوحة المفاتيح للصق النصف في النافذة.
fa: جهت چسباندن (Paste) كردن متن در پنجره از CTRL+V بر روی صفحه كلید خود استفاده نمائید.
lt: Naudokite CTRL+V, kad įklijuoti tekstą į šį langą.
ms: Guna CTRL+V pada papan kekunci anda untuk teks ke dalam tetingkap.
sq: Përdor CTRL+V për të ngjitur tekstin.

# tinymce_table_desc
source: Inserts a new table
ar: إدراج جدول جديد
fa: یك جدول جدید درج می كند
lt: Įterpia naują lentelę
ms: Masukkan jadual baru
sq: Fut një tabelë të re

# tinymce_table_row_before_desc
source: Insert row before
ar: ادراج صف قبل
fa: درج سطر در قبل
lt: Įterpti eilutę prieš
ms: Masukkan row sebelumnya
sq: Fut rresht përpara

# tinymce_table_row_after_desc
source: Insert row after
ar: ادراج صف بعد
fa: درج سطر در بعد
lt: Įterpti eilutę po
ms: Masukkan row selepasnya
sq: Fut rresht pas

# tinymce_table_delete_row_desc
source: Delete row
ar: حذف صف
fa: حذف سطر
lt: Ištrinti eilutę
ms: Padam row
sq: Fshi rreshtin

# tinymce_table_col_before_desc
source: Insert column before
ar: إدراج عمود قبل
fa: درج ستون در قبل
lt: Įterpti stulpelį prieš
ms: Masukkan kolum sebelumnya
sq: Fut kolonë përpara

# tinymce_table_col_after_desc
source: Insert column after
ar: إدراج عمود بعد
fa: درج ستون در بعد
lt: Įterpti stulpelį po
ms: Masukkan kolum selepasnya
sq: Fut kolonë pas

# tinymce_table_delete_col_desc
source: Remove column
ar: حذف عمود
fa: حذف ستون
lt: Ištrinti stulpelį
ms: Alih kolum
sq: Fshi kolonën

# tinymce_table_split_cells_desc
source: Split merged table cells
ar: تقسيم الخلايا المدموجة
fa: تقسیم سلول های جدول ادغام شده
lt: Išskaidyti sulietas lentelės ląsteles
ms: Bahagi sel jadual
sq: Ndaji qelizat e bashkuara

# tinymce_table_merge_cells_desc
source: Merge table cells
ar: دمج خلايا الجدول
fa: ادغام سلول های جدول
lt: Sulieti lentelės ląsteles
ms: Gabung sel jadual
sq: Bashkoji qelizat

# tinymce_table_row_desc
source: Table row properties
ar: خصائص صف الجدول
fa: مشخصات سطر جدول
lt: Lentelės eilutės nustatymai
ms: Alatan jadual row
sq: Tiparet e rreshtit

# tinymce_table_cell_desc
source: Table cell properties
ar: خصائص خلية الجدول
fa: مشخصات سلول جدول
lt: Lentelės ląstelės nustatymai
ms: Alatan jadual sel
sq: Tiparet e qelizës

# tinymce_table_props_desc
source: Table properties
ar: خصائص الجدول
fa: مشخصات جدول
lt: Lentelės nustatymai
ms: Alatan jadual
sq: Tiparet e tabelës

# tinymce_table_paste_row_before_desc
source: Paste table row before
ar: لصق صف جدول قبل
fa: چسباندن (Paste) سطر جدول در قبل
lt: Įklijuoti lentelės eilutę prieš
ms: Tempel jadual row sebelumnya
sq: Ngjite rreshtin përpara

# tinymce_table_paste_row_after_desc
source: Paste table row after
ar: لصق صف جدول بعد
fa: چسباندن (Paste) سطر جدول در بعد
lt: Įklijuoti lentelės eilutę po
ms: Tempel jadual row selepasnya
sq: Ngjite rreshtin pas

# tinymce_table_cut_row_desc
source: Cut table row
ar: قص صف
fa: برش (Cut) سطر جدول
lt: Iškirpti lentelės eilutę
ms: Potong jadual row
sq: Prit rreshtin

# tinymce_table_copy_row_desc
source: Copy table row
ar: نسخ صف
fa: كپی سطر جدول
lt: Kopijuoti lentelės eilutę
ms: Salin jadual row
sq: Kopjo rreshtin

# tinymce_table_del
source: Delete table
ar: حذف جدول
fa: حذف جدول
lt: Ištrinti lentelę
ms: Padam jadual
sq: Fshi tabelën

# tinymce_table_row
source: Row
ar: صف
fa: سطر
lt: Eilutė
sq: Rresht

# tinymce_table_col
source: Column
ar: عمود
fa: ستون
lt: Stulpelis
ms: Kolum
sq: Kolonë

# tinymce_table_cell
source: Cell
ar: خلية
fa: سلول
lt: Ląstelė
ms: Sel
sq: Qelizë

# tinymce_table_dlg_general_tab
source: General
ar: عام
fa: عمومی
lt: Bendra
ms: Am
sq: Të përgjithshme

# tinymce_table_dlg_advanced_tab
source: Advanced
ar: متقدم
fa: پیشرفته
lt: Išplėsta
ms: Lanjutan
sq: Të avancuara

# tinymce_table_dlg_general_props
source: General properties
ar: خصائص عامة
fa: مشخصات عمومی
lt: Bendri nustatymai
ms: Alatan am
sq: Tipare të përgjithshme

# tinymce_table_dlg_advanced_props
source: Advanced properties
ar: خصائص متقدمة
fa: مشخصات پیشرفته
lt: Išplėstiniai nustatymai
ms: Alatan lanjutan
sq: Tipare të avancuara

# tinymce_table_dlg_rowtype
source: Row in table part
ar: المقطع صف في جدول
fa: سطر در بخش جدول
lt: Eilutė lentelės dalyje
ms: Row dalam jadual
sq: Rresht në

# tinymce_table_dlg_title
source: Insert/Modify table
ar: إدراج/تعديل جدول
fa: درج/اصلاح جدول
lt: Įterpti/modifikuoti lentelę
ms: Masuk/Ubah jadual
sq: Fut/Edito tabelë

# tinymce_table_dlg_width
source: Width
ar: العرض
fa: پهنا
lt: Ilgis
ms: Lebar
sq: Gjerësia

# tinymce_table_dlg_height
source: Height
ar: الإرتفاع
fa: ارتفاع
lt: Aukštis
ms: Tinggi
sq: Gjatësia

# tinymce_table_dlg_cols
source: Cols
ar: اعمدة
fa: ستون ها
lt: Stulpeliai
ms: Kol
sq: Kolona

# tinymce_table_dlg_rows
source: Rows
ar: أسطر
fa: سطرها
lt: Eilutės
ms: Row
sq: Rreshta

# tinymce_table_dlg_cellspacing
source: Cellspacing
ar: المسافة بين الخلايا
fa: فاصله سلول ها
lt: Tarpas tarp ląstelių
ms: Ruang sel
sq: Hapësira midis qelizave

# tinymce_table_dlg_cellpadding
source: Cellpadding
ar: حجم الخلية
fa: لایه گذاری سلول ها
lt: Tarpas ląstelės viduje
ms: Lapisan sel
sq: Hapësira e brëndshme

# tinymce_table_dlg_border
source: Border
ar: الحدود
fa: حاشیه
lt: Rėmelis
ms: Sempadan
sq: Korniza

# tinymce_table_dlg_align
source: Alignment
ar: محاذاة
fa: تراز
lt: Lygiavimas
ms: Penyelarian
sq: Drejtimi

# tinymce_table_dlg_align_default
source: Default
ar: الافتراضي
fa: پیشفرض
lt: Standartinis
ms: Asal
sq: Paracaktuar

# tinymce_table_dlg_align_left
source: Left
ar: يسار
fa: چپ
lt: Lygiuoti kairėje
ms: Kiri
sq: Majtas

# tinymce_table_dlg_align_right
source: Right
ar: يمين
fa: راست
lt: Lygiuoti dešinėje
ms: Kanan
sq: Djathtas

# tinymce_table_dlg_align_middle
source: Center
ar: وسط
fa: وسط
lt: Centruoti
ms: Tengah
sq: Qendër

# tinymce_table_dlg_row_title
source: Table row properties
ar: خصائص أسطر الجدول
fa: مشخصات سطر جدول
lt: Lentelės eilutės nustatymai
ms: Alatan row jadual
sq: Tiparet e rreshtit

# tinymce_table_dlg_cell_title
source: Table cell properties
ar: خصائص أعمدة الجدول
fa: مشخصات سلول جدول
lt: Lentelės ląstelės nustatymai
ms: Alatan sel jadual
sq: Tiparet e qelizës

# tinymce_table_dlg_cell_type
source: Cell type
ar: نوع الخية
fa: نوع سلول
lt: Ląstelės tipas
ms: Jenis sel
sq: Tipi i qelizës

# tinymce_table_dlg_valign
source: Vertical alignment
ar: المحاذاة العمودية
fa: تراز عمودی
lt: Vertikalus lygiavimas
ms: Penjajaran tegak
sq: Drejtimi vertikal

# tinymce_table_dlg_align_top
source: Top
ar: أعلى
fa: بالا
lt: Viršuje
ms: Atas
sq: Krye

# tinymce_table_dlg_align_bottom
source: Bottom
ar: أسفل
fa: پایین
lt: Apačioje
ms: Bawah
sq: Fund

# tinymce_table_dlg_bordercolor
source: Border color
ar: لون الحدود
fa: رنگ حاشیه
lt: Rėmelio spalva
ms: Warna sempadan
sq: Ngjyra e kornizës

# tinymce_table_dlg_bgcolor
source: Background color
ar: لون الخلفية
fa: رنگ زمینه
lt: Fono spalva
ms: Warna latar
sq: Ngjyra e fushës

# tinymce_table_dlg_merge_cells_title
source: Merge table cells
ar: دمج خلايا الجدول
fa: ادغام سلول های جدول
lt: Sulieti lentelės ląsteles
ms: Gabung sel jadual
sq: Bashko qelizat

# tinymce_table_dlg_id
source: Id
fa: شناسه

# tinymce_table_dlg_style
source: Style
ar: نسق
fa: استیل
lt: Stilius
ms: Gaya
sq: Stili

# tinymce_table_dlg_langdir
source: Language direction
ar: اتجاه اللغة
fa: جهت زبان
lt: Kalbos kryptis
ms: Arah bahasa
sq: Drejtimi i gjuhës

# tinymce_table_dlg_langcode
source: Language code
ar: شفرة اللغة
fa: كد زبان
lt: Kalbos kodas
ms: Kod bahasa
sq: Kodi i gjuhës

# tinymce_table_dlg_mime
source: Target MIME type
ar: المسار MIME type
fa: نوع MIME مقصد (Target)
lt: Taikinio MIME tipas
ms: Sasaran jenis MIME
sq: Tipi MIME i shënjestrës

# tinymce_table_dlg_ltr
source: Left to right
ar: يسار to يمين
fa: چپ به راست
lt: Iš kairės į dešinę
ms: Kiri ke kanan
sq: Majtas-Djathtas

# tinymce_table_dlg_rtl
source: Right to left
ar: يمين to يسار
fa: راست به چپ
lt: Iš dešinės į kairę
ms: Kanan ke kiri
sq: Djathtas-Majtas

# tinymce_table_dlg_bgimage
source: Background image
ar: صورة الخلفية
fa: تصویر زمینه
lt: Fono paveikslėlis
ms: Imej latar
sq: Foto e fushës

# tinymce_table_dlg_summary
source: Summary
ar: موجز
fa: خلاصه
lt: Apibendrinimas
ms: Kesimpulan
sq: Përmbledhja

# tinymce_table_dlg_td
source: Data
ar: المحتوى
fa: داده
lt: Duomenys
sq: Të dhëna

# tinymce_table_dlg_th
source: Header
ar: العنوان
fa: سر جدول
lt: Antraštė
ms: Kepala
sq: Kokë

# tinymce_table_dlg_cell_cell
source: Update current cell
ar: تحديث الخلية الحالية
fa: بروزرسانی سلول فعلی
lt: Atnaujinti esamą ląstelę
ms: Baharui sel ini
sq: Rifresko qelizën aktuale

# tinymce_table_dlg_cell_row
source: Update all cells in row
ar: تحديث جميع الخلايا الموحودة في السطر
fa: بروزرسانی تمامی سلول های سطر
lt: Atnaujinti visas eilutės ląsteles
ms: Baharui semua sel dalam row
sq: Rifresko të gjitha qelizat në rresht

# tinymce_table_dlg_cell_all
source: Update all cells in table
ar: تحديث جميع الخلايا الموجودة في الجدول
fa: بروزرسانی تمامی سلول های جدول
lt: Atnaujinti visas lentelės ląsteles
ms: Baharui semua sel dalam jadual
sq: Rifresko të gjitha qelizat

# tinymce_table_dlg_row_row
source: Update current row
ar: تحديث السطر الحالي
fa: بروزرسانی سطر فعلی
lt: Atnaujinti esamą eilutę
ms: Baharui row semasa
sq: Rifresko rreshtin aktual
