Repository: 4teamwork/Products.TinyMCE
Catalog: Products/TinyMCE/locales/*/LC_MESSAGES/tinymce.po
Languages: ar, fa, lt, ms, sq

# tinymce_common_edit_confirm
source: Do you want to use the WYSIWYG mode for this textarea?
ar: هل تريد استخدام المحرر لمربع النص هذا?
fa: آیا شما مایلید تا از حالت ویرایشگر WYSIWYG برای این ناحیه متنی استفاده نمائید؟
lt: Ar norite naudoti tekstų redaktoriaus režimą šiam teksto redagavimo langui?
ms: Guna WYSIWYG mod untuk "textarea" ini?
sq: Doni të përdorni mënyrën WYSIWYG për këtë tekst?

# tinymce_common_apply
source: Apply
ar: تطبيق
fa: بكارگیری
lt: Taikyti
ms: Guna
sq: Zbato

# tinymce_common_insert
source: Insert
ar: ادراج
fa: درج
lt: Įterpti
ms: Sisip
sq: Fut

# tinymce_common_update
source: Update
ar: تحديث
fa: بروزرسانی
lt: Atnaujinti
ms: Kemaskini
sq: Rifresko

# tinymce_common_cancel
source: Cancel
ar: تراجع
fa: انصراف
lt: Atšaukti
ms: Batal
sq: Anulo

# tinymce_common_close
source: Close
ar: اغلاق
fa: بستن
lt: Uždaryti
ms: Tutup
sq: Mbyll

# tinymce_common_browse
source: Browse
ar: استعراض
fa: مرور
lt: Naršyti
ms: Semak seimbas
sq: Shfleto

# tinymce_common_class_name
source: Class
ar: فئة
fa: كلاس
lt: Klasė
ms: Kelas
sq: Klasa

# tinymce_common_not_set
source: -- Not set --
ar: -- بدون تحديد --
fa: -- تنظیم نشده --
lt: -- Nenurodyta --
ms: -- Tidak set --
sq: -- pa vënë --

# tinymce_common_clipboard_msg
source: Copy/Cut/Paste is not available in Mozilla and Firefox. Do you want more information about this issue?
ar: نسخ/قص/لصق غير متوفرة لمتصفح Mozilla و Firefox. هل تريد معرفة المزيد من المعلومات حول هذا الموضوع?
fa: كپی/برش (Cut)/چسباندن (Paste) در Mozilla و Firefox قابل دسترس نمی باشد. آیا شما اطلاعات بیشتری درباره این موضوع می خواهید؟
lt: Kopijavimas/iškirpimas/įklijavimas paspaudus šį mygtuką negalimas Mozilla ir Firefox naršyklėse. Nukopijuoti galima paspaudus: Ctrl + c, iškirpti: Ctrl + x, priklijuoti: Ctrl + v. Ar norite daugiau informacijos apie šią problemą?
ms: Salin/Potong/Tempel tidak disediakan untuk Mozilla dan Firefox. Adakah anda mahu informasi lanjut tentang isu ini?
sq: Kopja/Prerja/Ngjitja nuk suportohen në Mozilla dhe Firefox. Dëshironi më shumë informacione për këtë çështje?

# tinymce_common_clipboard_no_support
source: Currently not supported by your browser, use keyboard shortcuts instead.
ar: حاليا، هذه الخاصية غير مدعومة من قبل هذا المتصفح، استعمل اختصارات لوحة المفاتيح.
fa: در حال حاضر توسط مرورگر شما پشتیبانی نمی شود ، به جای آن از میانبرهای (Shortcut) صفحه كلید استفاده نمائید.
lt: Ši naršyklė nepalaiko šio veikimo, todėl naudokite klaviatūros sparčiuosius klavišus.
ms: Perisian browser anda tidak disokong pada masa ini, sila guna papan kekunci.
sq: Aktualisht nuk suportohet nga Shfletuesi juaj, përdorni tastjerën.

# tinymce_common_popup_blocked
source: Sorry, but we have noticed that your popup-blocker has disabled a window that provides application functionality. You will need to disable popup blocking on this site in order to fully utilize this tool.
ar: عذرا، ولكن يبدو أن معيق الاعلانات popup-blocker الخاص بمتصفحك قام بتعطيل نافذة تتيح لمحرر النصوص العمل بصورة طبيعية. عليك بتعطيل معيق الاعلانات popup-blocker لهذا الموقع حتى تستطيع استعمال محرر النصوص بصورة طبيعية.
fa: با عرض پوزش ، ما اطلاع داده بودیم كه مدافع پنجره باز شوی (Popup) شما ، پنجره ای را كه قابلیت برنامه كاربردی را ارائه می كرد ، غیر فعال كرده است. شما نیاز به غیر فعال كردن مدافع پنجره باز شو (Popup) در این سایت را دارید تا از این ابزار به صورت كامل استفاده نمائید.
lt: Atsiprašome, tačiau pastebėjome, kad jūsų iššokančių langų blokuotojas išjungė langą, kuris teikia aplikacijai funkcionalumą. Turėtumėte atjungti iššokančių langų blokavimą šiam tinklapiui, kad pilnai išnaudoti visas galimybes.
ms: Maaf, kami dapati "popup-blocker" telah melumpuhkan tetingkap yang memberikan fungsi kepada perisian anda. Anda perlu mematikan "popup-blocker" untuk laman web ini bagi menggunakan semua alatan.
sq: Ju kërkojmë ndjesë, por bllokuesi i popup-eve ka bllokuar një dritare që ofron funksjonalitet për programin. Duhet t'a çaktivizoni bllokuesin e popup-eve në mënyrë që t'i përdorni opsionet.

# tinymce_common_invalid_data
source: Error: Invalid values entered, these are marked in red.
ar: خطأ: القيم المدخلة خاطئة, لقد تم تحديدها باللون الأحمر.
fa: خطا: مقادیر نامعتبر وارد شد ، آنها به رنگ قرمز علامت خورده اند.
lt: Klaida: Blogai įvestos reikšmės, kurios pažymėtos raudonai.
ms: Ralat: Nilai dimasukkan tidak sah, lihat tanda merah.
sq: Gabim: Keni futur vlera të pavlefshme, të cilat janë shënuar me të kuqe.

# tinymce_common_more_colors
source: More colors
ar: مزيد من الألوان
fa: رنگ های بیشتر
lt: Daugiau spalvų
ms: Warna lain-lain
sq: Më shumë ngjyra

# tinymce_simple_bold_desc
source: Bold (Ctrl+B)
ar: عريض(Ctrl+B)
fa: ضخیم (Ctrl+B)
lt: Storas (Ctrl+B)
ms: Tebal (Ctrl+B)
sq: I Trashë (Ctrl+B)

# tinymce_simple_italic_desc
source: Italic (Ctrl+I)
ar: مائل(Ctrl+I)
fa: كج (Ctrl+I)
lt: Pasviręs (Ctrl+I)
ms: Condong (Ctrl+I)
sq: I Pjerrët (Ctrl+I)

# tinymce_simple_underline_desc
source: Underline (Ctrl+U)
ar: تسطير (Ctrl+U)
fa: زیر خط (Ctrl+U)
lt: Pabrauktas (Ctrl+U)
ms: Garis bawah (Ctrl+U)
sq: I Nënvizuar (Ctrl+U)

# tinymce_simple_striketrough_desc
source: Strikethrough
ar: شطب
fa: خط وسط
lt: Perbrauktas
ms: Garis tengah
sq: Vijë në mes

# tinymce_simple_bullist_desc
source: Unordered list
ar: قائمة منقطة
fa: لیست نامرتب
lt: Nerūšiuotas sąrašas
ms: Senarai tidak tertib
sq: Listë e parregullt

# tinymce_simple_numlist_desc
source: Ordered list
ar: قائمة مرقمة
fa: لیست مرتب
lt: Rūšiuotas skaičiais sąrašas
ms: Senarai tertib
sq: Listë e rregullt

# tinymce_simple_undo_desc
source: Undo (Ctrl+Z)
ar: تراجع (Ctrl+Z)
fa: انجام عمل قبل (Ctrl+Z)
lt: Atstatyti (Ctrl+Z)
ms: Buat asal (Ctrl+Z)
sq: Çbëj (Ctrl+Z)

# tinymce_simple_redo_desc
source: Redo (Ctrl+Y)
ar: اعادة (Ctrl+Y)
fa: انجام عمل بعد (Ctrl+Y)
lt: Perdaryti (Ctrl+Y)
ms: Buat semula (Ctrl+Y)
sq: Ribëj (Ctrl+Y)

# tinymce_simple_cleanup_desc
source: Cleanup messy code
ar: تنصيف الأكواد الخاطئة
fa: پاك سازی كد های بهم خورده
lt: Išvalyti netvarkingą kodą
ms: Bersihkan kod yang bersepah
sq: Pastro kodin

# tinymce_advanced_style_select
source: Styles
ar: اختيار أسلوب العرض
fa: استیل ها
lt: Stiliai
ms: Gaya
sq: Stilet

# tinymce_advanced_font_size
source: Font size
ar: حجم الخط
fa: اندازه قلم
lt: Šrifto dydis
ms: Saiz Huruf
sq: Madhësia e tekstit

# tinymce_advanced_fontdefault
source: Font family
ar: نوع الخط
fa: خانواده قلم
lt: Šrifto šeima
ms: Jenis Huruf
sq: Familja e tekstit

# tinymce_advanced_block
source: Format
ar: تنسيق
fa: قالب
lt: Formatas
sq: Formati

# tinymce_advanced_paragraph
source: Paragraph
ar: فقرة
fa: پاراگراف
lt: Paragrafas
ms: Perenggan
sq: Paragraf

# tinymce_advanced_address
source: Address
ar: عنوان
fa: آدرس
lt: Adresas
ms: Alamat
sq: Adresë

# tinymce_advanced_pre
source: Preformatted
ar: منسق
fa: قالب بندی شده از قبل
lt: Preformatuotas tekstas
ms: Telah diformatkan
sq: Para formatuar

# tinymce_advanced_h1
source: Heading 1
ar: عنوان 1
fa: عنوان گذاری ۱
lt: Antraštė 1
ms: Tajuk 1
sq: Kokë 1

# tinymce_advanced_h2
source: Heading 2
ar: عنوان 2
fa: عنوان گذاری 2
lt: Antraštė 2
ms: Tajuk 2
sq: Kokë 2

# tinymce_advanced_h3
source: Heading 3
ar: عنوان 3
fa: عنوان گذاری 3
lt: Antraštė 3
ms: Tajuk 3
sq: Kokë 3

# tinymce_advanced_h4
source: Heading 4
ar: عنوان 4
fa: عنوان گذاری 4
lt: Antraštė 4
ms: Tajuk 4
sq: Kokë 4

# tinymce_advanced_h5
source: Heading 5
ar: عنوان 5
fa: عنوان گذاری 5
lt: Antraštė 5
ms: Tajuk 5
sq: Kokë 5

# tinymce_advanced_h6
source: Heading 6
ar: عنوان 6
fa: عنوان گذاری 6
lt: Antraštė 6
ms: Tajuk 6
sq: Kokë 6

# tinymce_advanced_blockquote
source: Blockquote
ar: اقتباس
fa: بلوك نقل قول
lt: Citatos blokas
ms: Petikan blok
sq: Bllok

# tinymce_advanced_code
source: Code
ar: كود
fa: كد
lt: Kodas
ms: Kod
sq: Kod

# tinymce_advanced_samp
source: Code sample
ar: كود بسيط
fa: نمونه كد
lt: Kodo pavyzdys
ms: Contoh kod
sq: Shembull kodi

# tinymce_advanced_dt
source: Definition term
ar: كلمة تعريف
fa: تعریف واژه
lt: Apibrėžimo terminas
ms: Maksud terma
sq: Terma e përcaktimit

# tinymce_advanced_dd
source: Definition description
ar: شرح التعريف
fa: تعریف توضیح
lt: Apibrėžimo aprašymas
ms: Maksud huraian
sq: Përshkrimi i përcaktimit

# tinymce_advanced_bold_desc
source: Bold (Ctrl+B)
ar: عريض (Ctrl+B)
fa: ضخیم (Ctrl+B)
lt: Storas (Ctrl+B)
ms: Tebal (Ctrl+B)
sq: I Trashë (Ctrl+B)

# tinymce_advanced_italic_desc
source: Italic (Ctrl+I)
ar: مائل (Ctrl+I)
fa: كج (Ctrl+I)
lt: Pasviręs (Ctrl+I)
ms: Condong (Ctrl+I)
sq: I Pjerrët (Ctrl+I)

# tinymce_advanced_underline_desc
source: Underline (Ctrl+U)
ar: تسطير (Ctrl+U)
fa: زیر خط (Ctrl+U)
lt: Pabrauktas (Ctrl+U)
ms: Garis bawah (Ctrl+U)
sq: I Nënvizuar (Ctrl+U)

# tinymce_advanced_striketrough_desc
source: Strikethrough
ar: شطب
fa: خط وسط
lt: Perbrauktas
ms: Garis tengah
sq: Vijë në mes

# tinymce_advanced_justifyleft_desc
source: Align left
ar: محاذاة لليسار
fa: تراز چپ
lt: Lygiuoti pagal kairę
ms: Selari kekiri
sq: Drejtimi majtas

# tinymce_advanced_justifycenter_desc
source: Align center
ar: محاذاة للوسط
fa: تراز وسط
lt: Centruoti
ms: Selari ketengah
sq: Drejtimi qendër

# tinymce_advanced_justifyright_desc
source: Align right
ar: محاذاة يمين
fa: تراز راست
lt: Lygiuoti pagal dešinę
ms: Selari kekanan
sq: Drejtimi djathtas

# tinymce_advanced_justifyfull_desc
source: Align full
ar: ضبط
fa: تراز كامل
lt: Lygiuoti pagal abu kraštus
ms: Selari penuh
sq: Drejtim i plotë

# tinymce_advanced_bullist_desc
source: Unordered list
ar: قائمة منقطة
fa: لیست نامرتب
lt: Nerūšuotas sąrašas
ms: Senarai tidak tertib
sq: Listë e parregullt

# tinymce_advanced_numlist_desc
source: Ordered list
ar: قائمة مرقمة
fa: لیست مرتب
lt: Rūšuotas skaičiais sąrašas
ms: Senarai tertib
sq: Listë e rregullt

# tinymce_advanced_outdent_desc
source: Outdent
ar: إنقاص المسافة البادئة
fa: بیرون آمدگی
lt: Stumti prie kairiojo krašto
ms: Lekuk kebelakang
sq: Hiq kryerradhë

# tinymce_advanced_indent_desc
source: Indent
ar: زيادة المسافة البادئة
fa: تورفتگی
lt: Stumti nuo kairiojo krašto
ms: Lekuk kedepan
sq: Vendos kryerradhë

# tinymce_advanced_undo_desc
source: Undo (Ctrl+Z)
ar: تراجع (Ctrl+Z)
fa: انجام عمل قبل (Ctrl+Z)
lt: Atstatyti (Ctrl+Z)
ms: Undur (Ctrl+Z)
sq: Çbëj (Ctrl+Z)

# tinymce_advanced_redo_desc
source: Redo (Ctrl+Y)
ar: إعادة (Ctrl+Y)
fa: انجام عمل بعد (Ctrl+Y)
lt: Perdaryti (Ctrl+Y)
ms: Maju (Ctrl+Y)
sq: Ribëj (Ctrl+Y)

# tinymce_advanced_link_desc
source: Insert/edit link
ar: إدراج/تعديل رابط
fa: درج/ویرایش لینك
lt: Įterpti/redaguoti nuorodą
ms: Sisip/sunting pautan
sq: Fut/edito lidhje

# tinymce_advanced_unlink_desc
source: Unlink
ar: حذف الرابط
fa: غیر لینك كردن
lt: Pašalinti nuorodą
ms: Tiada pautan
sq: Hiq lidhje

# tinymce_advanced_image_desc
source: Insert/edit image
ar: إدراج/تعديل صورة
fa: درج/ویرایش تصویر
lt: Įterpti/redaguoti paveikslėlį
ms: Sisip/sunting imej
sq: Fut/edito foto

# tinymce_advanced_cleanup_desc
source: Cleanup messy code
ar: ازالة الأكواد الخاطئة
fa: پاك سازی كد های بهم خورده
lt: Išvalyti netvarkingą kodą
ms: Bersihkan kod
sq: Pastro kodin

# tinymce_advanced_code_desc
source: Edit HTML Source
ar: تحرير كود HTML
fa: ویرایش سورس HTML
lt: Redaguoti HTML išeities kodą
ms: Sunting kod HTML
sq: Edito kodin HTML

# tinymce_advanced_sub_desc
source: Subscript
ar: دليل
fa: پایین نویس
lt: Apatinis indeksas
ms: Subskrip
sq: Nën shkrim

# tinymce_advanced_sup_desc
source: Superscript
ar: أس
fa: بالا نویس
lt: Viršutinis indeksas
ms: Superskrip
sq: Mbi shkrim

# tinymce_advanced_hr_desc
source: Insert horizontal ruler
ar: إدراج خط افقي
fa: درج خط افقی
lt: Įterpti horizontalią liniją
ms: Sisip pembaris mengufuk
sq: Fut linjë horizontale

# tinymce_advanced_removeformat_desc
source: Remove formatting
ar: مسح التنسيقات
fa: حذف قالب بندی
lt: Pašalinti formatavimą
ms: Alih format
sq: Fshi formatimin

# tinymce_advanced_custom1_desc
source: Your custom description here
ar: شرحك الخاص هنا
fa: توضیح سفارشی شما در اینجا
lt: Jūsų aprašymas čia
ms: Huraian anda di sini
sq: Pëshkrimi i personalizuar këtu

# tinymce_advanced_forecolor_desc
source: Select text color
ar: لون النص
fa: انتخاب رنگ متن
lt: Parinkti teksto spalvą
ms: Pilih warna teks
sq: Zgjidh ngjyrën e tekstit

# tinymce_advanced_backcolor_desc
source: Select background color
ar: لون الخلفية
fa: انتخاب رنگ زمینه
lt: Parinkti fono spalvą
ms: Pilih warna latar belakang
sq: Zgjidh ngjyrën e fushës

# tinymce_advanced_charmap_desc
source: Insert custom character
ar: إدارج حرف مخصص
fa: درج كاراكتر سفارشی
lt: Įterpti nestandartinį simbolį
ms: Sisip aksara
sq: Fut karakter të personalizuar

# tinymce_advanced_visualaid_desc
source: Toggle guidelines/invisible elements
ar: تبديل المبادئ التوجيهية / عناصر غير مرئية
fa: تعویض عناصر خطوط راهنما/غیر قابل نمایان
lt: Kaitalioti gaires/nematomų elementų rodymą
ms: Alih garis panduan/unsur tak nampak
sq: Shfaq/Fshih vijat ndihmëse dhe elementët e padukshëm

# tinymce_advanced_anchor_desc
source: Insert/edit anchor
ar: إدراج/تعديل علامة
fa: درج/ویرایش لنگر
lt: Įterpti/redaguoti inkarą
ms: Sisip/sunting anchor
sq: Fut/edito lidhje

# tinymce_advanced_cut_desc
source: Cut
ar: قص
fa: برش (Cut)
lt: Iškirpti
ms: Potong
sq: Prit

# tinymce_advanced_copy_desc
source: Copy
ar: نسخ
fa: كپی
lt: Kopijuoti
ms: Salin
sq: Kopjo

# tinymce_advanced_paste_desc
source: Paste
ar: لصق
fa: چسباندن (Paste)
lt: Įklijuoti
ms: Tempel
sq: Ngjit

# tinymce_advanced_image_props_desc
source: Image properties
ar: خصائص الصورة
fa: مشخصات تصویر
lt: Paveikslėlio nustatymai
ms: Alatan imej
sq: Opsionet e fotos

# tinymce_advanced_newdocument_desc
source: New document
ar: مستند جديد
fa: سند جدید
lt: Naujas dokumentas
ms: Dokumen baru
sq: Dokument i Ri

# tinymce_advanced_help_desc
source: Help
ar: مساعدة
fa: راهنمایی
lt: Pagalba
ms: Bantuan
sq: Ndihmë

# tinymce_advanced_blockquote_desc
source: Blockquote
ar: اقتباس
fa: بلوك نقل قول
lt: Citatos blokas
ms: Petikan blok
sq: Bllok

# tinymce_advanced_clipboard_msg
source: Copy/Cut/Paste is not available in Mozilla and Firefox. Do you want more information about this issue?
ar: نسخ/قص/لصق غير متوفرة لمتصفح Mozilla و Firefox. هل تريد معرفة المزيد من المعلومات حول هذا الموضوع?
fa: كپی/برش (Cut)/چسباندن (Paste) در Mozilla و Firefox قابل دسترس نمی باشد. آیا شما اطلاعات بیشتری درباره این موضوع می خواهید؟
lt: Kopijavimas/Iškirpimas/Įklijavimas negalimas Mozilla ir Firefox naršyklėse. Ar norite daugiau informacijos apie šią problemą?
ms: Salin/Potong/Tempel tidak disokong dalam Mozilla dan Firefox. Adakah anda mahu informasi lanjut tentang isu ini?
sq: Kopja/Prerja/Ngjitja nuk suportohen në Mozilla dhe Firefox. Dëshironi më shumë informacione për këtë çështje?

# tinymce_advanced_path
source: Path
ar: المسار
fa: مسیر
lt: Kelias
ms: Laluan
sq: Rruga

# tinymce_advanced_newdocument
source: Are you sure you want clear all contents?
ar: هل تريد حقا مسح جميع المحتويات?
fa: آیا شما می خواهید تا تمامی محتوا را پاك كنید؟
lt: Ar tikrai norite ištrinti visą turinį?
ms: Hapus semua kandungan?
sq: Jeni të sigurt që doni t'a fshini përmbajtjen?

# tinymce_advanced_toolbar_focus
source: Jump to tool buttons - Alt+Q, Jump to editor - Alt-Z, Jump to element path - Alt-X
ar: إنتقال لشريط الأدوات - Alt+Q, إنتقال للمحرر - Alt-Z, إنتقال للمسار - Alt-X
fa: پرش به دكمه های ابزار - Alt+Q ، پرش به ویرایشگر - Alt-Z ، پرش به مسیر عنصر - Alt-X
lt: Peršokimas prie įrankių juostos mygtukų - Alt+Q, Peršokimas prie redaktoriaus - Alt-Z, Peršokimas prie elementų kelio - Alt-X
ms: Lompat ke butang alatan - Alt+Q, Lompat ke editor - Alt-Z, Lompat ke unsur laluan - Alt-X
sq: Shko tek butonat - Alt+Q, Shko tek editori - Alt+Z, Shko tek rruga e elementit - Alt+X

# tinymce_advanced_more_colors
source: More colors
ar: مزيد من الألوان
fa: رنگهای بیشتر
lt: Daugiau spalvų
ms: Warna lain
sq: Më shumë ngjyra

# tinymce_advanced_dlg_about_title
source: About TinyMCE
ar: حول TinyMCE
fa: درباره TinyMCE
lt: Apie TinyMCE
ms: Perihal TinyMCE
sq: Rreth TinyMCE

# tinymce_advanced_dlg_about_general
source: About
ar: حول
fa: درباره
lt: Apie
ms: Perihal
sq: Rreth

# tinymce_advanced_dlg_about_help
source: Help
ar: مساعدة
fa: راهنمایی
lt: Pagalba
ms: Bantuan
sq: Ndihmë

# tinymce_advanced_dlg_about_license
source: License
ar: الرخصة
fa: لیسانس
lt: Licenzija
ms: Lesen
sq: Liçenca

# tinymce_advanced_dlg_about_plugins
source: Plugins
ar: الإضافات
fa: الحاقات
lt: Įskiepiai
sq: Shtesa

# tinymce_advanced_dlg_about_plugin
source: Plugin
ar: الإضافة
fa: الحاقه
lt: Įskiepis
sq: Shtesë

# tinymce_advanced_dlg_about_author
source: Author
ar: المبرمج
fa: مؤلف
lt: Autorius
ms: Pengarang
sq: Autori

# tinymce_advanced_dlg_about_version
source: Version
ar: الإصدار
fa: نسخه
lt: Versija
ms: Versi
sq: Versioni

# tinymce_advanced_dlg_about_loaded
source: Loaded plugins
ar: الإضافات المحملة
fa: الحاقات بارگذاری شده
lt: Užkrauti įskiepiai
ms: Muatan plugins
sq: Shtesa të ngarkuara

# tinymce_advanced_dlg_anchor_title
source: Insert/edit anchor
ar: إدراج/تحرير علامة
fa: درج/ویرایش لنگر (Anchor)
lt: Įterpti/redaguoti inkarą
ms: Sisip/sunting sauh
sq: Fut/edito lidhje

# tinymce_advanced_dlg_anchor_name
source: Anchor name
ar: اسم العلامة
fa: نام لنگر (Anchor)
lt: Inkaro vardas
ms: Nama sauh
sq: Emri i lidhjes

# tinymce_advanced_dlg_code_title
source: HTML Source Editor
ar: محرر كود HTML
fa: ویرایش سورس HTML
lt: HTML išeities kodo redaktorius
ms: Penyunting HTML
sq: Edituesi i kodit HTML

# tinymce_advanced_dlg_code_wordwrap
source: Word wrap
ar: التفاف النص
fa: شكستن خطوط
lt: Žodžio laužymas
ms: Sisip perkataan

# tinymce_advanced_dlg_colorpicker_title
source: Select a color
ar: حدد لون
fa: انتخاب یك رنگ
lt: Pasirinkti spalvą
ms: Pilih warna
sq: Zgjidh një ngjyrë

# tinymce_advanced_dlg_colorpicker_picker_tab
source: Picker
ar: المازج
fa: انتخاب كننده
lt: Parinkėjas
ms: Pemungut
sq: Zgjedhësi

# tinymce_advanced_dlg_colorpicker_picker_title
source: Color picker
ar: مازج الألوان
fa: انتخاب كننده رنگ
lt: Spalvos parinkėjas
ms: Pemungut warna
sq: Zgjedhësi i ngjyrës

# tinymce_advanced_dlg_colorpicker_palette_tab
source: Palette
ar: اللوحة
fa: الگو
lt: Paletė
ms: Palet
sq: Librari

# tinymce_advanced_dlg_colorpicker_palette_title
source: Palette colors
ar: لوحة الألوان
fa: رنگ های الگو
lt: Paletinės spalvos
ms: Palet warna
sq: Ngjyrat e Librarisë

# tinymce_advanced_dlg_colorpicker_named_tab
source: Named
ar: الأسماء
fa: نام دار
lt: Įvardintosios
ms: Dinamakan
sq: Emëruar

# tinymce_advanced_dlg_colorpicker_named_title
source: Named colors
ar: أسماء الألوان
fa: رنگ های نام دار
lt: Įvardintosios spalvos
ms: Warna telah dinamakan
sq: Ngjyrat e emëruara

# tinymce_advanced_dlg_colorpicker_color
source: Color:
ar: اللون:
fa: رنگ:
lt: Spalva:
ms: Warna:
sq: Ngjyra:

# tinymce_advanced_dlg_colorpicker_name
source: Name:
ar: الأسم:
fa: نام:
lt: Pavadinimas:
ms: Nama:
sq: Emri:

# tinymce_advanced_dlg_charmap_title
source: Select custom character
ar: حدد حرف مخصص
fa: انتخاب كاراكتر سفارشی
lt: Pasirinkti nestandartinį simbolį
ms: Pilih aksara sendiri
sq: Zgjidh karakter të personalizuar

# tinymce_advanced_dlg_image_title
source: Insert/edit image
ar: إدراج/تعديل صورة
fa: درج/ویرایش تصویر
lt: Įterpti/redaguoti paveikslėlį
ms: Sisip/sunting imej
sq: Fut/edio foto

# tinymce_advanced_dlg_image_src
source: Image URL
ar: رابط الصورة
fa: URL تصویر
lt: Paveikslėlio URL adresas
ms: Imej URL
sq: URL e fotos

# tinymce_advanced_dlg_image_alt
source: Image description
ar: وصف الصورة
fa: توضیح تصویر
lt: Paveikslėlio aprašymas
ms: Huraian imej
sq: Përshkrimi i fotos

# tinymce_advanced_dlg_image_list
source: Image list
ar: قائمة الصور
fa: لیست تصویر
lt: Paveikslėlių sąrašas
ms: Senarai imej
sq: Lista e fotove

# tinymce_advanced_dlg_image_border
source: Border
ar: الحدود
fa: حاشیه
lt: Rėmelis
ms: Sempadan
sq: Korniza

# tinymce_advanced_dlg_image_dimensions
source: Dimensions
ar: القياسات
fa: ابعاد
lt: Išmatavimai
ms: Dimensi
sq: Përmasat

# tinymce_advanced_dlg_image_vspace
source: Vertical space
ar: مسافة عمودية
fa: فاصله عمودی
lt: Vertikalus tarpas
ms: Ruangan tegak
sq: Hapësira Vertikale

# tinymce_advanced_dlg_image_hspace
source: Horizontal space
ar: مسافة افقية
fa: فاصله افقی
lt: Horizontalus tarpas
ms: Ruangan ufuk
sq: Hapësira Horizontale

# tinymce_advanced_dlg_image_align
source: Alignment
ar: محاذاة
fa: تراز
lt: Lygiavimas
ms: Penyelarian
sq: Drejtimi

# tinymce_advanced_dlg_image_align_baseline
source: Baseline
ar: خط القاعدة
fa: خط پایه
lt: Pradiniame taške
ms: Garis pangkal
sq: Vijë fundore

# tinymce_advanced_dlg_image_align_top
source: Top
ar: أعلى
fa: بالا
lt: Viršuje
ms: Atas
sq: Krye

# tinymce_advanced_dlg_image_align_middle
source: Middle
ar: توسيط عمودي
fa: وسط
lt: Viduryje
ms: Tengah
sq: Mes

# tinymce_advanced_dlg_image_align_bottom
source: Bottom
ar: اسفل
fa: پایین
lt: Apačioje
ms: Bawah
sq: Fund

# tinymce_advanced_dlg_image_align_texttop
source: Text top
ar: أعلى النص
fa: بالا متن
lt: Teksto viršuje
ms: Teks atas
sq: Në krye të tekstit

# tinymce_advanced_dlg_image_align_textbottom
source: Text bottom
ar: أسفل النص
fa: پایین متن
lt: Teksto apačioje
ms: Teks bawah
sq: Në fund të tekstit

# tinymce_advanced_dlg_image_align_left
source: Left
ar: يسار
fa: چپ
lt: Kairėje
ms: Kiri
sq: Majtas

# tinymce_advanced_dlg_image_align_right
source: Right
ar: يمين
fa: راست
lt: Dešinėje
ms: Kanan
sq: Djathtas

# tinymce_advanced_dlg_link_title
source: Insert/edit link
ar: إدراج/تعديل رابط
fa: درج/ویرایش لینك
lt: Įterpti/redaguoti nuorodą
ms: Sisip/sunting pautan
sq: Fut/edito lidhje

# tinymce_advanced_dlg_link_url
source: Link URL
ar: الرابط
fa: URL لینك
lt: Nuorodos URL adresas
ms: Pautan URL
sq: URL e lidhjes

# tinymce_advanced_dlg_link_target
source: Target
ar: المسار
fa: مقصد (Target)
lt: Taikinys
ms: Sasaran
sq: Shënjestra

# tinymce_advanced_dlg_link_target_same
source: Open link in the same window
ar: فتح الرابط في نفس الصفحة
fa: بازشدن لینك در همان پنجره
lt: Atidaryti tame pačiame lange
ms: Buka pautan dalam tetingkap yang sama
sq: Hape lidhjen në të njëjtën dritare

# tinymce_advanced_dlg_link_target_blank
source: Open link in a new window
ar: فتح الرابط في صفحة جديدة
fa: باز شدن لینك در یك پنجره جدید
lt: Atidaryti naujame lange
ms: Buka pautan dalam tetingkap yang sama
sq: Hape lidhjen në dritare të re

# tinymce_advanced_dlg_link_titlefield
source: Title
ar: العنوان
fa: عنوان
lt: Pavadinimas
ms: Tajuk
sq: Titulli

# tinymce_advanced_dlg_link_is_email
source: The URL you entered seems to be an email address, do you want to add the required mailto: prefix?
ar: الرابط الذي أدخلته يبدو أنه عنوان بريد الكتروني، نهل تريد اضافة البادئة mailto: ؟
fa: URL ی كه شما وارد نموده اید به نظر می آید كه یك آدرس ایمیل می باشد ، آیا مایلید تا پیشوند اجباری لازمه :mailto را اضافه نمائید؟
lt: URL adresas, kurį įvedėte yra e-pašto adresas, ar norite pridėti reikalingą mailto: prefiksą?
ms: URL yang anda masukkan adalah alamat emel, tambah "mailto": di awalan?
sq: Lidhja që keni futur duket si adresë emaili. Doni të shtoni prefiksin mailto:?

# tinymce_advanced_dlg_link_is_external
source: The URL you entered seems to external link, do you want to add the required http:// prefix?
ar: الرابط الذي أضفته يبدو أنه رابط لصفحة خارجية، هل تريد اضافة البادئة http:// ؟
fa: URL ی كه شما وارد نموده اید به نظر می آید كه لینك خارجی می باشد ، آیا مایلید تا پیشوند لازمه //:http را اضافه نمائید؟
lt: URL adresas, kurį įvedėte yra išorinė nuoroda, ar norite pridėti reikalingą http:// prefiksą?
ms: URL yang anda masukkan adalah pautan luar, tambah "http://" di awalan?
sq: Lidhja që keni futur duket si lidhje e jashtëme. Doni të shtoni prefiksin http://?

# tinymce_advanced_dlg_link_list
source: Link list
ar: قائمة الروابط
fa: لیست لینك
lt: Nuorodų sąrašas
ms: Senarai pautan
sq: Lista e lidhjeve

# tinymce_contextmenu_align
source: Alignment
ar: محاذاة
fa: تراز
lt: Lygiavimas
ms: Penyelarian
sq: Drejtimi

# tinymce_contextmenu_left
source: Left
ar: يسار
fa: چپ
lt: Kairėje
ms: Kiri
sq: Majtas

# tinymce_contextmenu_center
source: Center
ar: وسط
fa: وسط
lt: Centre
ms: Tengah
sq: Qendër

# tinymce_contextmenu_right
source: Right
ar: يمين
fa: راست
lt: Dešinėje
ms: Kanan
sq: Djathtas
