Repository: 4teamwork/Products.TinyMCE
Catalog: Products/TinyMCE/locales/*/LC_MESSAGES/tinymce.po
Languages: ar, fa, lt, ms, sq

# tinymce_contextmenu_full
source: Full
ar: ضبط
fa: كامل
lt: Iš abiejų pusių
ms: Penuh
sq: I Plotë

# tinymce_insertdatetime_insertdate_desc
source: Insert date
ar: إدراج التاريخ
fa: درج تاریخ
lt: Įterpti datą
ms: Sisip tarikh
sq: Fut datën

# tinymce_insertdatetime_inserttime_desc
source: Insert time
ar: إدراج الوقت
fa: درج زمان
lt: Įterpti laiką
ms: Sisip masa
sq: Fut orën

# tinymce_insertdatetime_months_long
source: January,February,March,April,May,June,July,August,September,October,November,December
ar: يناير,فبراير,مارس,ابريل,مايو,يونيو,يوليو,اغسطس,سبتمبر,اكتوبر,نوفمبر,ديسمبر
fa: ژانویه,فوریه,مارس,آوریل,مه,ژوئن,ژوئیه,اوت,سپتامبر,اكتبر,نوامبر,دسامبر
lt: Sausis,Vasaris,Kovas,Balandis,Gegužė,Birželis,Liepa,Rugpjūtis,Rugsėjis,Spalis,Lapkritis,Gruodis
ms: Januari,Febuari,Mac,April,Mei,Jun,Julai,Ogos,September,Oktober,November,Disember
sq: Janar,Shkurt,Mars,Prill,Maj,Qershor,Korrik,Gusht,Shtator,Tetor,Nëntor,Dhjetor

# tinymce_insertdatetime_months_short
source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
ar: يناير,فبراير,مارس,ابريل,مايو,يونيو,يوليو,اغسطس,سبتمبر,اكتوبر,نوفمبر,ديسمبر
fa: ژانویه,فوریه,مارس,آوریل,مه,ژوئن,ژوئیه,اوت,سپتامبر,اكتبر,نوامبر,دسامبر
lt: Sau,Vas,Kov,Bal,Geg,Bir,Lie,Rugpj,Rugs,Spa,Lapkr,Gruo
ms: Jan,Feb,Mac,Apr,Mei,Jun,Jul,Ogo,Sep,Okt,Nov,Dis
sq: Jan,Shk,Mar,Pri,Maj,Qer,Kor,Gus,Sht,Tet,Nën,Dhj

# tinymce_insertdatetime_day_long
source: Sunday,Monday,Tuesday,Wednesday,Thursday,Friday,Saturday,Sunday
ar: الأحد,الإثنين,الثلاثاء,الأربعاء,الخميس,الجمعة,السبت,الأحد
fa: یكشنبه,دوشنبه,سه شنبه,چهارشنبه,پنج شنبه,جمعه,شنبه,یكشنبه
lt: Sekmadienis,Pirmadienis,Antradienis,Trečiadienis,Ketvirtadienis,Penktadienis,Šeštadienis,Sekmadienis
ms: Ahad,Isnin,Selasa,Rabu,Khamis,Jumaat,Sabtu,Ahad
sq: E Djelë,E Hënë,E Martë,E Mërkurë,E Enjte,E Premte,E Shtunë,E Djelë

# tinymce_insertdatetime_day_short
source: Sun,Mon,Tue,Wed,Thu,Fri,Sat,Sun
ar: الأحد,الإثنين,الثلاثاء,الأربعاء,الخميس,الجمعة,السبت,الأحد
fa: یكشنبه,دوشنبه,سه شنبه,چهارشنبه,پنج شنبه,جمعه,شنبه,یكشنبه
lt: Sekm,Pirm,Antr,Treč,Ketv,Penk,Šešt,Sekm
ms: Aha,Isn,Sel,Rab,Kha,Jum,Sab,Aha
sq: Dje,Hën,Mar,Mër,Enj,Pre,Sht,Dje

# tinymce_print_print_desc
source: Print
ar: طباعة
fa: چاپ
lt: Spausdinti
ms: Cetak
sq: Printo

# tinymce_preview_preview_desc
source: Preview
ar: معاينة
fa: پیش نمایش
lt: Peržiūra
ms: Pratonton
sq: Paraqitje

# tinymce_directionality_ltr_desc
source: Direction left to right
ar: من اليسار الى اليمين
fa: جهت چپ به راست
lt: Kryptis iš kairės į dešinę
ms: Arah kiri ke kanan
sq: Drejtimi majtas-djathtas

# tinymce_directionality_rtl_desc
source: Direction right to left
ar: من اليمين الى اليسار
fa: جهت راست به چپ
lt: Kryptis iš dešinės į kairę
ms: Arah kanan ke kiri
sq: Drejtimi djathtas-majtas

# tinymce_layer_insertlayer_desc
source: Insert new layer
ar: إدراج طبقة جديدة
fa: درج لایه جدید
lt: Įterpti naują sluoksnį
ms: Sisip lapisan baru
sq: Fut shtresë të re

# tinymce_layer_forward_desc
source: Move forward
ar: تحريك للمقدمة
fa: انتقال به جلو
lt: Pastumti į priekį
ms: Gerak kehadapan
sq: Lëviz para

# tinymce_layer_backward_desc
source: Move backward
ar: تحريك للمؤخرة
fa: انتقال به پشت
lt: Pastumpti atgal
ms: Gerak kebelakang
sq: Lëviz prapa

# tinymce_layer_absolute_desc
source: Toggle absolute positioning
ar: تثبيت مطلق للمواضع
fa: تعویض موقعیت مطلق
lt: Kaitalioti absoliutų pozicionavimą
ms: Alih posisi mutlak
sq: Aktivizo/çaktivizo pozicionimin absolut

# tinymce_layer_content
source: New layer...
ar: طبقة جديدة...
fa: لایه جدید...
lt: Naujas sluoksnis...
ms: Lapisan baru...
sq: Shtresë e re...

# tinymce_save_save_desc
source: Save
ar: حفظ
fa: ذخیره
lt: Išsaugoti
ms: Simpan
sq: Ruaj

# tinymce_save_cancel_desc
source: Cancel all changes
ar: الغاء جميع التعديلات
fa: لغو تمامی تغییرات
lt: Atšaukti visus pakeitimus
ms: Batal semua pertukaran
sq: Anuloji të gjitha ndryshimet

# tinymce_nonbreaking_nonbreaking_desc
source: Insert non-breaking space character
ar: إدراج الحرف non-breaking space
fa: درج كاراكتر فاصله بدون قطع شدگی
lt: Įterpti nelaužiamą tarpo simbolį
ms: Masukkan aksara ruang [nbsp]
sq: Fut hapësirë

# tinymce_iespell_iespell_desc
source: Run spell checking
ar: تشغيل التدقيق الإملائي
fa: اجرای بررسی املاء
lt: Įjungti klaidų tikrinimą
ms: Larikan pembetulan ejaan
sq: Kontrollo për gabime drejtëshkrimore

# tinymce_iespell_download
source: ieSpell not detected. Do you want to install it now?
ar: برنامج ieSpell غير موجود. هل تريد أن تقوم بتثبيته الآن؟
fa: ieSpell تشخیص داده نشد. آیا شما مایل به نصب آن هستید؟
lt: ieSpell neaptiktas. Ar norite dabar jį įdiegti?
ms: ieSpell tiada. Pasang sekarang?
sq: ieSpell nuk u detektua. Dëshironi ta instaloni?

# tinymce_advhr_advhr_desc
source: Horizontal rule
ar: خط افقي
fa: خط افقی
lt: Horizontali linija
ms: Garis mengufuk
sq: Linjë horizontale

# tinymce_advhr_dlg_width
source: Width
ar: العرض
fa: پهنا
lt: Ilgis
ms: Lebar
sq: Gjerësia

# tinymce_advhr_dlg_size
source: Height
ar: الإرتفاع
fa: ارتفاع
lt: Aukštis
ms: Tinggi
sq: Gjatësia

# tinymce_advhr_dlg_noshade
source: No shadow
ar: بدون ظل
fa: بدون سایه
lt: Be šešėlio
ms: Tanpa bayang
sq: Pa hije

# tinymce_emotions_emotions_desc
source: Emotions
ar: الإبتسامات
fa: شكلك
lt: Emotikonai
ms: Simbol Emosi
sq: Emocionet

# tinymce_emotions_dlg_title
source: Insert emotion
ar: إدراج ابتسامة
fa: درج شكلك
lt: Įterpti emotikoną
ms: Masukkan emosi
sq: Fut emocion

# tinymce_emotions_dlg_desc
source: Emotions
ar: الإبتسامات
fa: شكلك ها
lt: Emotikonai
ms: Simbol Emosi
sq: Emocionet

# tinymce_emotions_dlg_cool
source: Cool
ar: هادئ
fa: آرام
lt: Jėga
ms: Tampan
sq: I/e lezetshëm

# tinymce_emotions_dlg_cry
source: Cry
ar: صرخة
fa: گریه
lt: Verksmas
ms: Menangis
sq: Qaj

# tinymce_emotions_dlg_embarassed
source: Embarassed
ar: محرج
fa: خجالتی
lt: Susigėdęs
ms: Malu
sq: Turp

# tinymce_emotions_dlg_foot_in_mouth
source: Foot in mouth
ar: في القدم والفم
fa: پا در دهان
lt: Koja burnoje
ms: Kaki dalam mulut
sq: Këmba në gojë

# tinymce_emotions_dlg_frown
source: Frown
ar: عبوس
fa: اخم
lt: Susiraukęs
ms: Mengerut
sq: Rrudh vetullat

# tinymce_emotions_dlg_innocent
source: Innocent
ar: بريء
fa: بی تقصیر
lt: Nekaltas
ms: Tidak bersalah
sq: I/e pafajshëm

# tinymce_emotions_dlg_kiss
source: Kiss
ar: قبلة
fa: بوسه
lt: Bučinys
ms: Cium
sq: Puth

# tinymce_emotions_dlg_laughing
source: Laughing
ar: ضحك
fa: خنده
lt: Juokimasis
ms: Gelak
sq: Qesh

# tinymce_emotions_dlg_money_mouth
source: Money mouth
ar: المال الفم
fa: پول در دهان
lt: Piniginga burna
ms: Duit mulut
sq: Lekë në gojë

# tinymce_emotions_dlg_sealed
source: Sealed
ar: مغلق
fa: مهر شده
lt: Sandarus
ms: Kacip
sq: Dhëmbët e mbyllur

# tinymce_emotions_dlg_smile
source: Smile
ar: ابتسامة
fa: لبخند
lt: Šypsena
ms: Senyum
sq: Buzëqesh

# tinymce_emotions_dlg_surprised
source: Surprised
ar: مندهش
fa: متعجب
lt: Nustebęs
ms: Terkejut
sq: I/e çuditur

# tinymce_emotions_dlg_tongue_out
source: Tongue out
ar: لسان خارج
fa: زبان درازی
lt: Iškištas liežuvis
ms: Jelir lidah
sq: Gjuha jashtë

# tinymce_emotions_dlg_undecided
source: Undecided
ar: متردد
fa: مردد
lt: Neapsisprendęs
ms: Tak pasti
sq: I/e pavendosur

# tinymce_emotions_dlg_wink
source: Wink
ar: غمزة
fa: چشمك
lt: Mirkčiojimas
ms: Kenyit
sq: Shkel syrin

# tinymce_emotions_dlg_yell
source: Yell
ar: هتاف
fa: فریاد
lt: Klyksmas
ms: Menguap
sq: Bërtit

# tinymce_searchreplace_search_desc
source: Find
ar: بحث
fa: جستجو
lt: Ieškoti
ms: Cari
sq: Kërko

# tinymce_searchreplace_replace_desc
source: Find/Replace
ar: بحث/استبدال
fa: جستجو/تعویض
lt: Ieškoti/Pakeisti
ms: Cari/Ganti
sq: Kërko/Zëvendëso

# tinymce_searchreplace_dlg_searchnext_desc
source: Find again
ar: بحث من جديد
fa: جستجوی مجدد
lt: Ieškoti dar kartą
ms: Cari lagi
sq: Kërko përsëri

# tinymce_searchreplace_dlg_notfound
source: The search has been completed. The search string could not be found.
ar: انتهى البحث. لم يتم العثور على كلمة البحث.
fa: جستجو كامل شد. رشته جستجو یافته نشد.
lt: Paieška baigta. Paieškos frazė nerasta.
ms: Carian tamat. Perkataan yang dicari tiada.
sq: Kërkimi përfundoi dhe nuk ktheu asnjë rezultat.

# tinymce_searchreplace_dlg_search_title
source: Find
ar: بحث
fa: جستجو
lt: Ieškoti
ms: Cari
sq: Kërko

# tinymce_searchreplace_dlg_replace_title
source: Find/Replace
ar: بحث/استبدال
fa: جستجو/تعویض
lt: Ieškoti/Pakeisti
ms: Cari/Ganti
sq: Kërko/Zëvendëso

# tinymce_searchreplace_dlg_allreplaced
source: All occurrences of the search string were replaced.
ar: جميع الكلمات التي توافق كلمة البحث تم استبدالها.
fa: تمامی رشته جستجو های رخداده تعویض شدند.
lt: Visi paieškos frazės pasikartojimai pakeisti.
ms: Kesemua perkataan telah digantikan.
sq: Të gjitha tekstet e gjetura u zëvendësuan.

# tinymce_searchreplace_dlg_findwhat
source: Find what
ar: البحث عن
fa: جستجوی چه چیزی
lt: Ko ieškoti
ms: Cari apa
sq: Kërko për

# tinymce_searchreplace_dlg_replacewith
source: Replace with
ar: استبدال بـ
fa: تعویض با
lt: Kuo pakeisti
ms: Ganti dengan
sq: Zëvendëso me

# tinymce_searchreplace_dlg_direction
source: Direction
ar: الإتجاه
fa: جهت
lt: Kryptis
ms: Arah
sq: Drejtimi

# tinymce_searchreplace_dlg_up
source: Up
ar: اعلى
fa: بالا
lt: Į viršų
ms: Atas
sq: Lart

# tinymce_searchreplace_dlg_down
source: Down
ar: اسفل
fa: پایین
lt: Į apačią
ms: Bawah
sq: Poshtë

# tinymce_searchreplace_dlg_mcase
source: Match case
ar: التأكد من حالة الأحرف
fa: همسان بودن حروف
lt: Visiškas atitikimas
ms: Samakan kes
sq: Përshtat madhësinë e gërmës

# tinymce_searchreplace_dlg_findnext
source: Find next
ar: بحث عن التالي
fa: جستجوی بعدی
lt: Ieškoti sek.
ms: Carian seterusnya
sq: Kërko tjetrën

# tinymce_searchreplace_dlg_replace
source: Replace
ar: استبدال
fa: تعویض
lt: Pakeisti
ms: Ganti
sq: Zëvendëso

# tinymce_searchreplace_dlg_replaceall
source: Replace all
ar: استبدال الكل
fa: تعویض همه
lt: Pakeisti visus
ms: Ganti kesemuanya
sq: Zëv. të gjitha

# tinymce_advimage_image_desc
source: Insert/edit image
ar: إدراج/تحرير صورة
fa: درج/ویرایش تصویر
lt: Įterpti/Redaguoti paveikslėlį
ms: Sisip/sunting imej
sq: Fut/edito foto

# tinymce_advimage_dlg_tab_general
source: General
ar: عام
fa: عمومی
lt: Bendra
ms: Am
sq: Të Përgjithshme

# tinymce_advimage_dlg_tab_appearance
source: Appearance
ar: المظهر
fa: ظاهر
lt: Išvaizda
ms: Penglihatan
sq: Pamja

# tinymce_advimage_dlg_tab_advanced
source: Advanced
ar: متقدم
fa: پیشرفته
lt: Išplėsta
ms: Lanjutan
sq: Të Avancuara

# tinymce_advimage_dlg_general
source: General
ar: عام
fa: عمومی
lt: Bendra
ms: Am
sq: Të Përgjithshme

# tinymce_advimage_dlg_title
source: Title
ar: العنوان
fa: عنوان
lt: Pavadinimas
ms: Tajuk
sq: Titulli

# tinymce_advimage_dlg_preview
source: Preview
ar: معاينة
fa: پیش نمایش
lt: Peržiūra
ms: Pratonton
sq: Paraqitje

# tinymce_advimage_dlg_constrain_proportions
source: Constrain proportions
ar: تطابق الأبعاد
fa: حفظ تناسب
lt: Priverstinės proporcijos
ms: Kadar tahanan
sq: Ruaj raportet

# tinymce_advimage_dlg_langdir
source: Language direction
ar: اتجاه اللغة
fa: جهت زبان
lt: Kalbos teksto kryptis
ms: Arah bahasa
sq: Drejtimi i gjuhës

# tinymce_advimage_dlg_langcode
source: Language code
ar: رمز اللغة
fa: كد زبان
lt: Kalbos kodas
ms: Kod bahasa
sq: Kodi i gjuhës

# tinymce_advimage_dlg_long_desc
source: Long description link
ar: وصف الرابط
fa: لینك توضیح طولانی
lt: Ilgo aprašymo nuoroda
ms: Pautan huraian panjang
sq: Lidhja e përshkrimit të gjatë

# tinymce_advimage_dlg_style
source: Style
ar: أسلوب
fa: استیل
lt: Stilius
ms: Gaya
sq: Stili

# tinymce_advimage_dlg_classes
source: Classes
ar: فئات
fa: كلاس ها
lt: Klasės
ms: Kelas-kelas
sq: Klasat

# tinymce_advimage_dlg_ltr
source: Left to right
ar: يسار الى يمين
fa: چپ به راست
lt: Iš kairės į dešinę
ms: Kiri ke kanan
sq: Majtas-Djathtas

# tinymce_advimage_dlg_rtl
source: Right to left
ar: يمين الى يسار
fa: راست به چپ
lt: Iš dešinės į kairę
ms: Kanan ke kiri
sq: Djathtas-Majtas

# tinymce_advimage_dlg_id
source: Id
ar: المعرف Id
fa: شناسه

# tinymce_advimage_dlg_map
source: Image map
ar: صورة الخريطة
fa: نقشه تصویر
lt: Paveikslėlio "žemėlapis"
ms: Imej map
sq: Harta e fotos

# tinymce_advimage_dlg_swap_image
source: Swap image
ar: صورة مقايضة
fa: تعویض تصویر
lt: Sukeisti paveikslėlį
ms: Tukar imej
sq: Ndërro foto

# tinymce_advimage_dlg_alt_image
source: Alternative image
ar: صورة بديلة
fa: تصویر جایگزین
lt: Arternatyvus paveikslėlis
ms: Imej alternatif
sq: Përshkrimi alternativ

# tinymce_advimage_dlg_mouseover
source: for mouse over
ar: عند دخول الفأرة للمنطقة
fa: برای آمدن موس
lt: užvedant pele
ms: untuk tetikus di atas
sq: në mouse-in sipër

# tinymce_advimage_dlg_mouseout
source: for mouse out
ar: عند خروج الفأرة من المنطقة
fa: برای رفتن موس
lt: nuvedant pelę
ms: untuk tetikus di luar
sq: në mouse-in jashtë

# tinymce_advimage_dlg_misc
source: Miscellaneous
ar: متنوعة
fa: متفرقه
lt: Įvairūs
ms: Pelbagai
sq: Të Ndryshme

# tinymce_advimage_dlg_example_img
source: Appearance preview image
ar: ظهور صورة المعاينة
fa: تصویر پیش نمایش ظاهر
lt: Išvaizdos peržiūros paveikslėlis
ms: Penglihatan pratonton imej
sq: Paraqitje e fotos

# tinymce_advimage_dlg_missing_alt
source: Are you sure you want to continue without including an Image Description? Without it the image may not be accessible to some users with disabilities, or to those using a text browser, or browsing the Web with images turned off.
ar: هل تريد الإستمرار حقا بدون اضافة وصف الصورة? من دونها لن تكون الصورة قابلة للاستعمال من طرف بعض الزوار مع بعض الاعاقات، أو الزوار الذين يستعملون متصفحات نصية أو يستعملون المتصفح من دون عرض الصور.
fa: آیا شما از ادامه بدون شامل كردن یك توضیح تصویر اطمینان دارید؟ بدون آن ممكن نیست تصاویر برای برخی كاربرانی كه قبلیت مرور تصاویر را ندارند ، یا آنهایی كه از یك مرورگر متنی استفاده می كنند ، یا در حال مرور وب بدون تصویر می باشند ، قابل دستیابی باشد.
lt: Ar norite tęsti neįvedus paveikslėlio aprašo? Be aprašo jo neatpažins žmonės su negalia, tie kurie naudoja tekstines naršykles, arba tie, kurie naršo internetą išjungę paveikslėlių rodymą.
ms: Adakah anda pasti untuk teruskan tanpa masukkan huraian imej? Tanpa huraian, imej mungkin tidak dapat difahami oleh orang yang kurang upaya, orang yang menggunakan pelayaran teks.
sq: Jeni të sigurt që doni të vazhdoni pa përfshirë një përshkrim alternativ? Pa të, foto mund të jetë e pa aksesueshme nga njerëz me shikim të kufizuar, që përdorin shfletues që nuk i shfaqin fotot apo i kanë çaktivizuar ato.

# tinymce_advimage_dlg_dialog_title
source: Insert/edit image
ar: إدراج/تعديل صورة
fa: درج/ویرایش تصویر
lt: Įterpti/redaguoti paveikslėlį
ms: Sisip/sunting imej
sq: Fut/edito foto

# tinymce_advimage_dlg_src
source: Image URL
ar: رابط الصورة
fa: URL تصویر
lt: Paveikslėlio URL adresas
ms: URL imej
sq: URL e fotos

# tinymce_advimage_dlg_alt
source: Image description
ar: وصف الصورة
fa: توضیح تصویر
lt: Paveikslėlio aprašymas
ms: Huraian imej
sq: Përshkrimi i fotos

# tinymce_advimage_dlg_list
source: Image list
ar: قائمة الصور
fa: لیست تصویر
lt: Paveikslėlių sąrašas
ms: Senarai imej
sq: Lista e fotove

# tinymce_advimage_dlg_border
source: Border
ar: الحدود
fa: حاشیه
lt: Rėmelis
ms: Sempadan
sq: Korniza

# tinymce_advimage_dlg_dimensions
source: Dimensions
ar: الأبعاد
fa: ابعاد
lt: Išmatavimai
ms: Dimensi
sq: Përmasat

# tinymce_advimage_dlg_vspace
source: Vertical space
ar: مسافة عمودية
fa: فاصله عمودی
lt: Vertikalus tarpas
ms: Ruangan tegak
sq: Hapësira vertikale

# tinymce_advimage_dlg_hspace
source: Horizontal space
ar: مسافة افقية
fa: فاصله افقی
lt: Horizontalus tarpas
ms: Ruangan ufuk
sq: Hapësira horizontale

# tinymce_advimage_dlg_align
source: Alignment
ar: محاذاة
fa: تراز
lt: Lygiavimas
ms: Penyelarian
sq: Drejtimi

# tinymce_advimage_dlg_align_baseline
source: Baseline
ar: خط القاعدة
fa: خط پایه
lt: Pradiniame taške
ms: Garis pangkal
sq: Vijë fundore

# tinymce_advimage_dlg_align_top
source: Top
ar: أعلى
fa: بالا
lt: Viršuje
ms: Atas
sq: Krye

# tinymce_advimage_dlg_align_middle
source: Middle
ar: وسط
fa: وسط
lt: Viduryje
ms: Tengah
sq: Mes

# tinymce_advimage_dlg_align_bottom
source: Bottom
ar: أسفل
fa: پایین
lt: Apačioje
ms: Bawah
sq: Fund

# tinymce_advimage_dlg_align_texttop
source: Text top
ar: أعلى النص
fa: متن بالا
lt: Teksto viršuje
ms: Teks atas
sq: Sipër tekstit

# tinymce_advimage_dlg_align_textbottom
source: Text bottom
ar: أسفل النص
fa: متن پایین
lt: Teksto apačioje
ms: Teks bawah
sq: Poshtë tekstit

# tinymce_advimage_dlg_align_left
source: Left
ar: يسار
fa: چپ
lt: Kairėje
ms: Kiri
sq: Majtas

# tinymce_advimage_dlg_align_right
source: Right
ar: يمين
fa: راست
lt: Dešinėje
ms: Kanan
sq: Djathtas

# tinymce_advimage_dlg_image_list
source: Image list
ar: قائمة الصور
fa: لیست تصویر
lt: Paveikslėlių sąrašas
ms: Senarai imej
sq: Lista e fotove

# tinymce_advlink_link_desc
source: Insert/edit link
ar: إدراج/تعديل رابط
fa: درج/ویرایش لینك
lt: Įterpti/Redaguoti nuorodą
ms: Sisip/sunting pautan
sq: Fut/edito lidhje

# tinymce_advlink_dlg_title
source: Insert/edit link
ar: إدراج/تعديل رابط
fa: درج/ویرایش لینك
lt: Įterpti/Redaguoti nuorodą
ms: Sisip/sunting pautan
sq: Fut/edito lidhje

# tinymce_advlink_dlg_url
source: Link URL
ar: الرابط
fa: URL لینك
lt: Nuorodos URL adresas
ms: Pautan URL
sq: URL e lidhjes

# tinymce_advlink_dlg_target
source: Target
ar: المسار
fa: مقصد (Target)
lt: Taikinys
ms: Sasaran
sq: Shënjestra

# tinymce_advlink_dlg_titlefield
source: Title
ar: العنوان
fa: عنوان
lt: Pavadinimas
ms: Tajuk
sq: Titulli

# tinymce_advlink_dlg_is_email
source: The URL you entered seems to be an email address, do you want to add the required mailto: prefix?
ar: الرابط الذي أدخلته يبدو أنه عنوان بريد الكتروني، نهل تريد اضافة البادئة mailto: ؟
fa: URL ی كه وارد كرده اید به نظر می آید كه یك آدرس ایمیل می باشد ، آیا مایلید تا پیشوند لازمه :mailto را اضافه نمائید؟
lt: URL adresas, kurį įvedėte yra e-pašto adresas, ar norite pridėti reikalingą mailto: prefiksą?
ms: URL yang dimasukkan adalah alamat emel, tambah "mailto": di awalan?
sq: Adresa që keni futur duket si email. Dëshironi të shtoni prefiksin mailto:?

# tinymce_advlink_dlg_is_external
source: The URL you entered seems to external link, do you want to add the required http:// prefix?
ar: الرابط الذي أضفته يبدو أنه رابط لصفحة خارجية، هل تريد اضافة البادئة http:// ؟
fa: URL ی كه وارد كرده اید به نظر می آید كه یك لینك خارجی می باشد ، آیا مایلید تا پیشوند لازمه //:http را اضافه نمائید؟
lt: URL adresas, kurį įvedėte yra išorinė nuoroda, ar norite pridėti reikalingą http:// prefiksą?
ms: URL yang dimasukkan adalah pautan luar, tambah "http://" di awalan?
sq: Adresa që keni futur duket si lidhje e jashtme. Dëshironi të shtoni prefiksin http://?

# tinymce_advlink_dlg_list
source: Link list
ar: قائمة الروابط
fa: لیست لینك
lt: Nuorodų sąrašas
ms: Senarai pautan
sq: Lista e lidhjeve

# tinymce_advlink_dlg_general_tab
source: General
ar: عام
fa: عمومی
lt: Bendra
ms: Am
sq: Të Përgjithshme

# tinymce_advlink_dlg_popup_tab
source: Popup
ar: نافذة منبثقة
fa: پنجره بازشو (Popup)
lt: Iššokantis langas

# tinymce_advlink_dlg_events_tab
source: Events
ar: أحداث
fa: رویدادها
lt: Įvykiai
ms: Peristiwa
sq: Ngjarjet

# tinymce_advlink_dlg_advanced_tab
source: Advanced
ar: متقدم
fa: پیشرفته
lt: Išplėsta
ms: Lanjutan
sq: Të Avancuara

# tinymce_advlink_dlg_general_props
source: General properties
ar: خصائص عامة
fa: مشخصات عمومی
lt: Bendri nustatymai
ms: Alatan am
sq: Tipare të përgjithshme

# tinymce_advlink_dlg_popup_props
source: Popup properties
ar: خصائص منبثقة
fa: مشخصات پنجره بازشو (Popup)
lt: Iššokančio lango nustatymai
ms: Alatan Popup
sq: Tiparet e popup

# tinymce_advlink_dlg_event_props
source: Events
ar: أحداث
fa: رویدادها
lt: Įvykiai
ms: Peristiwa
sq: Ngjarjet

# tinymce_advlink_dlg_advanced_props
source: Advanced properties
ar: خصائص متقدمة
fa: مشخصات پیشرفته
lt: Išplėstiniai nustatymai
ms: Alatan lanjutan
sq: Tipare të avancuara

# tinymce_advlink_dlg_popup_opts
source: Options
ar: الخيارات
fa: گزینه ها
lt: Nustatymai
ms: Pilihan
sq: Opsionet

# tinymce_advlink_dlg_anchor_names
source: Anchors
ar: العلامات
fa: لنگرها (Anchor)
lt: Inkarai
ms: Sauh
sq: Lidhjet

# tinymce_advlink_dlg_target_same
source: Open in this window / frame
ar: فتح في هذه النافدة/الاطار
fa: بازشدن در این پنجره / قاب (Frame)
lt: Atidaryti tame pačiame lange
ms: Buka tetingkap ini
sq: Hape në këtë dritare / frame

# tinymce_advlink_dlg_target_parent
source: Open in parent window / frame
ar: فتح في النافذة الأم/الاطار الأب
fa: بازشدن در پنجره / قاب والد (Parent Frame)
lt: Atidaryti tėviniame lange
ms: Buka dalam tetingkap yang lain
sq: Hape në dritaren mëmë / frame

# tinymce_advlink_dlg_target_top
source: Open in top frame (replaces all frames)
ar: فتح في اطار علوي (سيستبدل جميع الاطارات)
fa: بازشدن در قاب بالا (Top Frame) (تمامی قاب ها را تعویض می كند)
lt: Atidaryti virštiniame lange (pakeičia visus langus)
ms: Buka bingkaian atas (gantikan kesemua bingkai)
sq: Hape në frame-in e mësipërm

# tinymce_advlink_dlg_target_blank
source: Open in new window
ar: فتح في نافذة جديدة
fa: بازشدن در پنجره جدید
lt: Atidaryti naujame lange
ms: Buka dalam tetingkap baru.
sq: Hape në dritare të re

# tinymce_advlink_dlg_popup
source: Javascript popup
ar: جافا سكريبت منبثقة
fa: پنجره بازشوی Javascript
lt: Javascript iššokantis langas
ms: Popup Javascript
sq: Popup me Javascript

# tinymce_advlink_dlg_popup_url
source: Popup URL
ar: رابط النافذة المنبثقة
fa: URL پنجره بازشو (Popup)
lt: Iššokančio lango URL adresas
sq: URL e popup

# tinymce_advlink_dlg_popup_name
source: Window name
ar: اسم النافذة
fa: نام پنجره
lt: Lango vardas
ms: Nama tetingkap
sq: Emri i dritares

# tinymce_advlink_dlg_popup_return
source: Insert 'return false'
ar: إدراج 'return false'
fa: درج 'return false'
lt: Įterpti 'return false'
ms: Masukkan 'return false'
sq: Fut 'return false'

# tinymce_advlink_dlg_popup_scrollbars
source: Show scrollbars
ar: عرض أشرطة التمرير
fa: نمایش نوار پیمایش ها
lt: Rodyti slankiojimo juostas
ms: Tunjuk bar gulung
sq: Shfaq ashensorët

# tinymce_advlink_dlg_popup_statusbar
source: Show status bar
ar: عرض شريط الحالة
fa: نمایش نوار وضعیت
lt: Rodyti statuso juostą
ms: Tunjuk bar status
sq: Shfaq shiritin e statusit

# tinymce_advlink_dlg_popup_toolbar
source: Show toolbars
ar: عرض شرط الأدوات
fa: نمایش نوار ابزار
lt: Rodyti įrankių juostą
ms: Tunjuk bar alatan
sq: Shfaq butonat

# tinymce_advlink_dlg_popup_menubar
source: Show menu bar
ar: عرض شريط القائمة
fa: نمایش نوار منو
lt: Rodyti meniu juostą
ms: Tunjuk bar menu
sq: Shfaq menunë

# tinymce_advlink_dlg_popup_location
source: Show location bar
ar: عرض شريط الموضع
fa: نمایش نوار مكان
lt: Rodyti lokacijos juostą
ms: Tunjuk bar lokasi
sq: Shfaq shiritin e adresës

# tinymce_advlink_dlg_popup_resizable
source: Make window resizable
ar: جعل النافذة قابلة للتصغير و التكبير
fa: ایجاد پنجره قابل اندازه بندی مجدد
lt: Galima koreguoti lango išmatavimus
ms: Jadikan tetingkap boleh diubahsuai
sq: Bëje dritaren të zmadhueshme

# tinymce_advlink_dlg_popup_dependent
source: Dependent (Mozilla/Firefox only)
ar: تابع (Mozilla/Firefox فقط)
fa: وابسته (فقط Mozilla/Firefox)
lt: Proporcionaliai (tik Mozilla/Firefox)
ms: Tanggungan (Hanya Mozilla/Firefox)
sq: I varur (vetëm Mozilla/Firefox)

# tinymce_advlink_dlg_popup_size
source: Size
ar: الحجم
fa: اندازه
lt: Dydis
ms: Saiz
sq: Madhësia

# tinymce_advlink_dlg_popup_position
source: Position (X/Y)
ar: الموقع (X/Y)
fa: موقعیت (X/Y)
lt: Pozicija (X/Y)
ms: Posisi (X/Y)
sq: Pozicioni (X/Y)

# tinymce_advlink_dlg_id
source: Id
fa: شناسه

# tinymce_advlink_dlg_style
source: Style
ar: الأسلوب
fa: استیل
lt: Stilius
ms: Gaya
sq: Stili

# tinymce_advlink_dlg_classes
source: Classes
ar: الفئات
fa: كلاس ها
lt: Klasės
ms: Kelas-kelas
sq: Klasat

# tinymce_advlink_dlg_target_name
source: Target name
ar: مسار الاسم
fa: نام مقصد (Target)
lt: Taikinio vardas
ms: Nama sasaran
sq: Emri

# tinymce_advlink_dlg_langdir
source: Language direction
ar: اتجاه اللغة
fa: جهت زبان
lt: Kalbos kryptis
ms: Arah bahasa
sq: Drejtimi i gjuhës

# tinymce_advlink_dlg_target_langcode
source: Target language
ar: مسار اللغة
fa: زبان مقصد (Target)
lt: Taikinio kalba
ms: Bahasa sasaran
sq: Gjuha e shënjestrës
